{"slides":[],"slash":[{"contentType":"prose","text":[{"type":"text","value":"Draco Malfoy and Harry Potter."},{"type":"text","value":"Two teenage wizards with a hostile rivalry fueled by jealousy and external political forces."},{"type":"text","value":"Or, according to over 60,000 works of fanfiction on Ao3: two characters with a deep well of sexual tension, just one butterbeer away from leaping headfirst into an enemies-to-lovers romance."},{"type":"text","value":"These two are far from the only pair of men in popular media whose relationship has been reimagined by readers. Kirk and Spock, Bucky and Captain America, Castiel and Dean, Sherlock Holmes and John Watson, are each the object of homoerotic fantasy. Men are shipped across every pairing, regardless of their sexualities or relationship to each other in the source material."},{"type":"text","value":"Slash ships, or same-sex male relationships, are far and away the most popular type of fanfic on Ao3."}]},{"contentType":"inlineChart","id":"chart1"},{"contentType":"inlineChart","id":"chart2"},{"contentType":"prose","text":[{"type":"text","value":"The increase in non-romantic fanfiction in recent years can be mostly attributed to the rise in popularity of minecraft youtube, which we discuss in the real person fiction section!"},{"type":"text","value":"Slash fic has been over twice as popular as the next category of fanfic since Ao3’s inception. However, despite the overwhelming popularity of male same-sex relationships, the writers and consumers of fanfics are overwhelmingly not gay men."}]},{"contentType":"inlineChart","id":"chart3"},{"contentType":"inlineChart","id":"chart4"},{"contentType":"prose","text":[{"type":"text","value":"According to an 2024 demographic survey of Ao3 users, only 2.5% of respondents identify as cis men, and 12.8% identify as straight, which points to an overwhelmingly female, nonbinary, and queer readership."},{"type":"text","value":"This begs the question – what explains the fascination with gay male relationships?"},{"type":"text","value":"Decades of existing fan fiction studies scholarship and The Pudding’s extensive analysis of 10 years of Ao3 data point to several theories. These hypotheses are phrased authoritatively for the sake of argument, but are likely each only constitute one motivation of the larger phenomenon of slash fic."}]},{"contentType":"hed","hed":"Men love fandom (The history of fan fiction and genre)"},{"contentType":"fullChart","id":"chart5"},{"contentType":"prose","text":[{"type":"text","value":"The fandoms that fan fiction authors are compelled to write about tend to be dominated by male characters in the source material. As seen from the top 50 fandoms on Ao3, the main cast of the original media is TKTKTK."}]},{"contentType":"fullChart","id":"chart6"},{"contentType":"prose","text":[{"type":"text","value":"You might also notice that these heavily male character dominated fandoms all fall into the same genres: TK, TK, TK, TK, TK— groupings that historically have had predominantly fanbases of men. This can potentially be traced back to the origins of fandom itself — science fiction."},{"type":"text","value":"In the 1920’s, a science fiction only magazine called Amazing Stories by Hugo Gernsback gave birth to a culture of participatory fandom culture in America. The magazine included a column that allowed readers to publish pieces with their mailing addresses, encouraging correspondence between fans and authors. The community, which consisted of mostly teenage boys, evolved into fanzines and conventions where boys engaged in fandom by exchanging essays and analysis on science fiction literature."},{"type":"text","value":"Star Trek premiered in 1967, and female fandom grew directly from the decades-old, male-dominated science fiction literature fandom. However, according to Henry Jenkin’s 1992 essay “Textual Poachers”, the existing close relationships between male authors and fans “created barriers to female fans, and this fandom’s traditions resisted inflection or redefinition.” As a way to adapt, in contrast to the generations prior of male geeks, girls engaged in Star Trek in a transformative mode, by editing clips from the show, and of course, through fan fiction. Thus was born the iconic Kirk and Spock slash pairing that served as the launch pad for ships for years to come."},{"type":"text","value":"Fanfic now is still concentrated around science fiction and other male-centric fandoms because the culture originated from those spaces. Much of fandom community is still driven by men, as seen in “geeky” culture and conventions, which attracts even more fanfic writers because of existing fandom culture."},{"type":"text","value":"In fact, part of the appeal of these genres for authors is that they are driven by men. Queer non-male authors state that they write into and around these fandoms to subvert the heteronormative, straight mainstream perspective. In these types of shows, internalized machismo or homophobia which make it hard for M/M relationships to exist, which makes it more interesting for authors to subvert. [annotation about noncanon] Authors often read platonic relationships in the source material as only being platonic because they are in societies and settings that are hostile towards homosexual relationships, but would be canon otherwise."}]},{"contentType":"quote","text":"Fanfiction authors organize themselves around genres that are male-dominated both in source material and in fandom culture, due to their communities and potential for subversion, which leads to more slash fics.","attribute":"TKTKTK"},{"contentType":"hed","hed":"Fictional women are aliens"},{"contentType":"prose","text":[{"type":"text","value":"Female characters are fetishized in the majority of media."},{"type":"text","value":"Since popular culture is catered to the male gaze, women struggle to identify with female characters on screen. Characters are often white, skinny, hyper-feminized, and lack agency, which alienates fans looking to escape through characters they can relate to. These characters feel foreign, and writing and reading about them heightens feelings of intrasexual competition. Slash fic allows non-male authors and readers to identify with either character."}]},{"contentType":"quote","text":"Male fans “do not feel the need to transform the fictional worlds they are offered because they are their prime target: the point-of-view characters are more often than not straight white men, the sexually objectified characters tend to be young women, and men tend to have more lines and more agency in general”","attribute":"Kristina Busse"},{"contentType":"prose","text":[{"type":"text","value":"Women write fewer fics involving female characters because they are often portrayed in the source media in a way that clash with their existing sense of self, making it safer to write about men. We can casually test this theory by sampling a few of the top fandoms."},{"type":"text","value":"In Harry Potter, the original media contains a few relatively well written women. There are still comparatively more men in the main cast, but there are also a smattering of F/M ships."}]},{"contentType":"fullChart","id":"chart7"},{"contentType":"prose","text":[{"type":"text","value":"In comparison, in the Marvel Universe, which historically sexualized its female characters in both the comics and the cinematic universe. However, even despite the larger percentage of female characters in the universe, M/M ships are far more popular than in the Harry Potter universe."}]},{"contentType":"fullChart","id":"chart7"},{"contentType":"hed","hed":"The Female gaze"},{"contentType":"prose","text":[{"type":"text","value":"If popular culture is the male gaze, fanfic is the female gaze."},{"type":"text","value":"Since both partners are the same gender in slash fic, authors are able to imagine relationships that lack an ingrained gender dynamic. Women struggle to envision themselves in heterosexual relationships where there is complete mutual respect. Through slash fic, authors can subvert societal expectations that burden straight relationships and project whatever romantic dynamic they want to see or experience themselves."},{"type":"text","value":"Going back to the original science fiction ship, Spock and Kirk, TKTK writes that the fact that they are men is not incredibly relevant to the fantasy. In fact, the fact that Spock is technically an alien demonstrates that slash ship is not about fetishizing gay male relationships, but rather to provide an androgynous template to work from."}]},{"contentType":"quote","text":"“his alienness is a way of “coding” into the K/S fantasies that their subject is not a homosexual love affair between two men, but love and sex as women want them, whether with a man or with another woman.”","attribute":"TKTKTK"},{"contentType":"prose","text":[{"type":"text","value":"Queer female authors enjoy seeing men vulnerable. Slash fics endow men, despite portraying none of these qualities in the source media, with oodles of emotional vulnerability, allowing them to fulfill a role that authors wish they would encounter in their own lives."},{"type":"text","value":"The romance in fics also often progresses much slower than in popular media, filled with yearning and drama, and a single fic is often hundreds of thousands of words long. The most popular tags for fics on ao3 across the board consistently emphasize how relationships progress."}]},{"contentType":"fullChart","id":"chart8"},{"contentType":"prose","text":[{"type":"text","value":"Notice the top themes, such as hurt/comfort, Fluff and Angst, slow burn, soul mates. The desire to see these patterns can be traced back to how women are socialized in society – to not initiate sex, to go slow with relationships, to be nurturing, to be fulfilled by utter, complete monogamy. Women are guided by what Russ calls the “sexualization of the female condition”. These features in fanfic – the external factors that push people together, the endless pain and comforting – are sexualized, and it’s exciting to see that portrayed by men, who are socialized in the opposite ways."}]},{"contentType":"hed","hed":"Men are hot"},{"contentType":"prose","text":[{"type":"text","value":"People attracted to men like to read and write and fantasize about hot men."},{"type":"text","value":"If we begin to split the tag data by relationship types, M/M, F/M, and F/F, we start to see different types of tags emerge in the top 100 for each category."}]},{"contentType":"fullChart","id":"chart9"},{"contentType":"prose","text":[{"type":"text","value":"While there are many that overlap across the groups, there are many more tags related to sexual acts for slash fics than for straight or femslash ships."},{"type":"text","value":"Once we filter out the overlaps so we get the top 100 unique tags from each relationship type, these differences become even sharper."},{"type":"text","value":"Authors enjoy shipping characters because they’re attractive and they want to see them together. This is especially clear in the disparity in the quantity of romantic and sexual fanfic of boy and girl Kpop bands, which is discussed more in the RPF section."}]},{"contentType":"quote","text":"\"the seemingly unradical notion that many women find men attractive, and therefore like looking at them, particularly without their clothes on\" (50) Neville","attribute":"TKTKTK"},{"contentType":"prose","text":[{"type":"text","value":"Much of slash fic is indeed pornographic. Despite many fics having sexual elements, they are still often surrounded by hundreds of thousands of words of plot development. Fanfic is distinct in that it delves into sexual fantasies that are rich with relationships and emotions."}]},{"contentType":"quote","text":"QUOTE  For many of the women I spoke to, porn and love are not polar opposites. Instead, it is the fusion of these two things that gives them the most pleasure: sexually and emotionally\" (191) - Dr. Neville","attribute":"TKTKTK"},{"contentType":"prose","text":[{"type":"text","value":"Slash fic is popular for a multitude of reasons, and the diversity of authors are not a monolith that can be flattened into a monolith of motives. Authors also often change(CITE, TKTK, fan studies reader), mistake to think they are one person. But, hopefully this sheds some light onto some of the potential reasons why slash fascinates us all."}]}],"noncanon":[{"contentType":"prose","text":[{"type":"text","value":"Dean Winchester and Castiel:"},{"type":"text","value":"Two men (one human, one angel) working together to fight supernatural forces of evil."},{"type":"text","value":"Or, according to 100,000 works of fanfiction on Ao3: two souls destined to find love amidst the enduring chaos of heaven, hell, and earth."},{"type":"text","value":"For shippers of Destiel (that’s the shipping portmanteau of ‘Dean’ and ‘Castiel’), the wait was a long one. Initially introduced as a minor character in Season 4 of Supernatural, Castiel’s appearance would go on to spawn one of the biggest ships in internet history, building a legacy of fanfiction, art, video edits, zines, songs, theories, discussions, and conventions, all dedicated to exploring the rich subtext simmering beneath the surface between the two characters."},{"type":"text","value":"Like many other popular slash pairings in media, the romantic and sexual undertones that may or may not have existed between the lines were generally understood by fans to be non-canon. ‘Non-canon’ broadly describes any ship, setting, plot, or other elements of the story that are not explicitly confirmed in the source material, but exist as alternative possibilities that fans can flesh out through fanfiction and other creative means. Those three seconds when Dean’s gaze seemed to linger on Castiel’s face? That’s inspiration for a 20,000 word romantic fic right there, regardless of what the scene originally meant to convey."},{"type":"text","value":"Ever since the Kirk/Spock days, fans have been drawn to ships that exist beyond the canon of the original material. Non-canon ships make up the overwhelming majority of pairings on Ao3, accounting for nearly twice as many ships that exist canonically."}]},{"contentType":"inlineChart","id":"chart1"},{"contentType":"prose","text":[{"type":"text","value":"When tagging each ship with their canon status, we referred to fanlore, wikis, Tumblr posts, and more to try and distill the general fandom sentiment into one of the three categories. We acknowledge that this process is inherently subjective and that interpretations may vary."},{"type":"text","value":"Of course, what counts as ‘canon’ and ‘non-canon’ can vary over the course of the story’s run. Destiel spent twelve years as a non-canon, largely fandom-driven ship until Castiel confessed his love for Dean before dying in the final episodes of Season 15, thus acknowledging their long, storied relationship as a semi-canonically romantic one—and blowing up the internet as a result."}]},{"contentType":"quote","text":"y'all realise how big this is? spn finally making destiel canon on their final season? breaking twitter and tumblr? the longest slow burn to ever slow burn??? the old fans returning??? the old accounts reviving??? in the middle of a pandemic?? in the middle of THE US ELECTION????","attribute":"TKTKTK"},{"contentType":"inlineChart","id":"chart2"},{"contentType":"prose","text":[{"type":"text","value":"This question of canonicity has long been a subject of contention. In the early A.D.s, religious leaders clashed over conflicting interpretations of the Bible (from which the term ‘canon’ is derived from). In the 19th century, scholars scrutinized and debated the authorship of Shakespeare’s body of works. And in the internet age, fans spam gifs and think pieces at each other in a battle to prove which ship is more real. Ask any big fandom and they’ll probably be able to point you to the still-smoldering crater of some ship war that invoked canonicity (or lack thereof) as a metric of superiority."},{"type":"text","value":"Given this endlessly recurring debate, it’s thus worth asking: Why are people way more invested in non-canon ships than in established ones?"}]},{"contentType":"hed","hed":"Transformative storytelling"},{"contentType":"prose","text":[{"type":"text","value":"Fanfiction as wish fulfillment."},{"type":"text","value":"As we’ve established in the previous section, there are a myriad of historical and societal reasons why fandoms tend to be dominated by slash ships. This trend is simultaneously compounded by the fact that many of these ships are not canonical, meaning there are often little to no explicit signs of any romantic relationship occurring between the two characters."}]},{"contentType":"inlineChart","id":"chart3"},{"contentType":"prose","text":[{"type":"text","value":"According to Tosenberger (2008), while male writers usually write what she calls “affirmational fanfiction”, women and queer writers write “transformational fanfiction” (p. 7). In other words, fanfiction written by men usually follows the canon of the original work, while fanfiction written by women, queer and POC writers alter the original canon and introduce certain changes in the universe or the characters in order to explore different topics or morals."}]},{"contentType":"inlineChart","id":"chart3"},{"contentType":"prose","text":[{"type":"text","value":"Another reason why non-canon can be a compelling"},{"type":"text","value":"Writers can transpose characters into environments they’re familiar with and ask “speculative and reflective questions about their own lives.”"},{"type":"text","value":"For example, nearly half of the top 20 Alternate Universe tags indicate mundane, everyday settings."}]},{"contentType":"inlineChart","id":"chart4"},{"contentType":"prose","text":[{"type":"text","value":"At the end of the day, art and media are always open to interpretation → what people are drawn to may not always align with the author’s intentions"}]},{"contentType":"hed","hed":"Queerbaiting = profit"},{"contentType":"prose","text":[{"type":"text","value":"Out of the top 20 non canon ships, how many characters are queer?"},{"type":"text","value":"Sometimes, these non-canon ships draw more attention than queer ships that canonically exist in the show."}]},{"contentType":"inlineChart","id":"chart5"}],"realpeople":[{"contentType":"prose","text":[{"type":"text","value":"Harry Styles and Jeon Jungkook:"},{"type":"text","value":"Two of the biggest boy band birthed pop stars on the planet."},{"type":"text","value":"Or, according to over 200,000 works of fanfiction on Ao3: two enigmatic vocalists having their sexual awakening with their fellow boy bandmates."},{"type":"text","value":"Often we think of fanfic fandom as moving in one direction: from the pages of the internet to the “real world,” ala E.L. James’ original Twilight fanfic to “50 Shades of Grey” to suburban mom book club favorite."},{"type":"text","value":"But the opposite also happens: real people become characters in fictional 100 chapter sagas. It’s the ultimate rewriting of “life imitates art” into “art imitating life.”"},{"type":"text","value":"Over the last 10 years, roughly 11% of the fanfiction on Ao3 has been reserved for this type of storytelling, or Real Person Fiction (RPF), but there has been some notable shifts in the relationship type and canon status of RPF on Ao3."}]},{"contentType":"inlineChart","id":"chart1"},{"contentType":"prose","text":[{"type":"text","value":"Like all of fanfiction, RPF heavily skews slash (M/M) and non-canon, but even more so. Slash fics make up 65% of all fanfic on Ao3 compared to 88% of RPF, while non-canon fics account for ~65% of all fanfic, but ~90% of RPF."},{"type":"text","value":"The list of top RPF ships (all slash and all non-canon) reads like a Spotify playlist, with some YouTube and television content sprinkled in. Sixteen out of the Top 20 are boy bands (or bands of all boys)."}]},{"contentType":"inlineChart","id":"chart2"},{"contentType":"prose","text":[{"type":"text","value":"If it were the 1960s we’d be slash shipping the Beatles’ John Lennon/Paul McCartney. And, in the 1990s New Kids on the Block’s Jordan Knight/Joey McIntyre would be the “it” ship. So why are boy bands tailor made for romantic reinventions?"},{"type":"text","value":"In her book “Larger Than Life: A History of Boy Bands from NKOTB to BTS,” author Maria Sherman explains that boy bands embody a softer, more innocent masculinity that enables fans to safely experiment beyond traditional identity and desire, and to swivel between romantic types."},{"type":"text","value":"Because boy bands exist through a “female gaze” (opposite of much of the world), Sherman theorizes that “[boy bands] dare not to uphold straight cis men’s interest, but to celebrate marginalized people’s humanity.”"},{"type":"text","value":"Although this theory doesn’t always work for the band members themselves — think *NSYNC’s Lance Bass hiding his sexuality to uphold a stereotypical masculinity — it does hold true for fans’ interpretations: the queer women who can’t decide if they want to be Harry Styles or be with him, the drag kings who interpret the Backstreet Boys’ “I Want It That Way” to be about anal sex, and of course the ever growing amount of RPF."},{"type":"text","value":"Boys in fanfic are quite literally stuck in the phase before they become Boyz II Men."},{"type":"text","value":"Although much of popular fanfic is dictated by what is happening in the “outside” or “real” world, with M/M RPF there also might be a bit of a “Peter Pan” effect, where boys can essentially age out of the fanfare.  Consider this “passing of the torch” from One Direction to BTS over the last 10 years."}]},{"contentType":"inlineChart","id":"chart3"},{"contentType":"prose","text":[{"type":"text","value":"The other meteoric rise is this chart is from ships of YouTube vloggers and video gamers like Clay | Dream/GeorgeNotFound, Wilbur Soot & TommyInnit, Wilbur Soot & Technoblade & TommyInnit & Phil Watson | Philza, Dan Howell/Phil Lester. Although many of these ships are M/M (23%), the great majority are & ships or friendship stories (71%)."},{"type":"text","value":"The bromance is alive and well in fanfic."},{"type":"text","value":"Adding to all that psychological theory is the simple fact that people tend to write what they know, and these boy banders and blogger bros are VERY well known. We’re talking millions upon millions of social media followers. Harry Styles himself has a cumulative total of close to 100 million across Instagram, TikTok, Twitter, and YouTube."},{"type":"text","value":"With all those eyes on you, it’s easy to say that having fanfiction penned about you should “come with the territory.”"}]}]}