{"title":"Who gets shipped and why?","description":"An analysis of the top fanfic relationship pairings on Archive of Our Own from 2013–2023.","url":"https://pudding.cool/2024/20/fanfic","keywords":"fanfic, fanfiction, fan, fic, fiction, ao3, relationship, ship, slash, femslash, canon, non-canon, rpf, real person fiction, data, analysis, couple, pair, friendship","intro":[{"contentType":"prose","text":[{"type":"text","value":"It’s the classic story: boy meets boy."},{"type":"text","value":"They are instantly drawn together as if by some invisible cosmic force. They go through the highs and the heartbreaks, the triumphs and the turmoil, the despair and the dreams. Their relationship feels like the stuff of legend… or at least the stuff of hundreds of thousands of shipping fanfics."},{"type":"text","value":"For the uninitiated, “shipping,” or the act of creating a romantic pairing between two people or characters who may not already be romantically involved, may seem like an uniquely internet phenomena."},{"type":"text","value":"But really, it <span class=strong>IS</span> the stuff of legend. From today’s <a href=https://www.cosmopolitan.com/entertainment/celebs/a45251423/taylor-swift-travis-kelce-relationship-timeline/>Tay/Trav</a>, to Shakespeare’s Romeo/Juliet, to Homer’s Achilles/ Patroclusto, to Adam/Eve. Romantic shipping (denoted by the “/”) is practically biblical."},{"type":"text","value":"It's human nature to pair Human A and Human B (and possibly Human C, D, etc.) together and hope for the best. But how do we collectively decide <span class=strong>WHO</span> gets shipped?"},{"type":"text","value":"We set out to try to answer that question by looking at 10 years of <span class=ao3><a href=https://archiveofourown.org/>Archive of Our Own (AO3)</a></span> data compiled by <span class=strong><a href=https://archiveofourown.org/users/centreoftheselights>centreoftheselights</a></span>."},{"type":"text","value":"First, let’s take a look at AO3, one of the largest fanfiction sites in the world. It has over <span class=strong>7 million users</span> who have produced over <span class=strong>13 million fanfics.</span> For this project, we’re only going to look at ships with over 1,000 fanfic works, which gives us an ever-growing count of <span class=strong>500 unique fandoms</span> and over <span class=strong>2,000 unique ships</span>."}]},{"contentType":"inlineChart","chartType":"nums","id":"INTRO_nums_users","count":"7338000","title":"Number of users"},{"contentType":"inlineChart","chartType":"nums","id":"INTRO_nums_works","count":"13390000","title":"Number of works"},{"contentType":"inlineChart","chartType":"line","id":"INTRO_topStats_fandoms","title":"Unique fandoms (1000+ fics)"},{"contentType":"inlineChart","chartType":"line","id":"INTRO_topStats_ships","title":"Unique ships (1000+ fics)"},{"contentType":"transition","text":[{"type":"text","value":"Let’s zoom into just the Top 20 ships on A03 to see if we can identify any patterns."}]}],"introSlides":[{"type":"text","value":"Most of the Top 20 ships are <span class=intro-slash>slash</span> ships, or male-male (M/M) romantic pairings, named after the “/” between partner names."},{"type":"text","value":"The majority are also <span class=intro-noncanon>non-canon</span> ships, or ships that exist outside the scope of the original storyline."},{"type":"text","value":"Two of the Top 20 are <span class=intro-realpeople>real person fic</span> (RPF), or stories about real people instead of fictional characters."}],"annoTriggersSlash":[{"character":"draco-malfoy","text":[{"type":"text","value":"Slash ships like mine and Harry’s are the most popular type on AO3, but there’s been a rise in friendship (Gen) fanfics spurred by YouTuber bromances. <strong><i>—Draco</i></strong>"}]},{"character":"harry-potter","text":[{"type":"text","value":"How we style ships matters: “/” denotes romance (Harry/Draco) while “&” marks friendships (Harry & Ron). <strong><i>—Harry</i></strong>"}]},{"character":"draco-malfoy","text":[{"type":"text","value":"If the Sorcerer's Stone is 223 pages long, that means the <a href=https://archiveofourown.org/works/10057010>most popular fic on AO3</a> is close to 1,400! <strong><i>—Draco</i></strong>"}]},{"character":"harry-potter","text":[{"type":"text","value":"I’ve heard that people are even more attracted to hot men who have experience living in <s>the</s> a closet. <strong><i>—Harry</i></strong>"}]}],"annoTriggersCanon":[{"character":"castiel","text":[{"type":"text","value":"It only took 12 seasons of Supernatural for Dean and I to move beyond non-canon… or did we? <strong><i>—Castiel</i></strong>"}]},{"character":"dean-winchester","text":[{"type":"text","value":"What is it with these torturous endings?!? <strong><i>—Dean</i></strong>"}]},{"character":"castiel","text":[{"type":"text","value":"Shippers gonna ship. Even when all they have are crumbs of content. <strong><i>—Castiel</i></strong>"}]},{"character":"castiel","text":[{"type":"text","value":"Oh hey, Castiel and I are #1… and very white. <strong><i>—Dean</i></strong>"}]}],"annoTriggersRPF":[{"character":"jeon-jungkook","text":[{"type":"text","value":"At least that playlist is Dynamite! <strong><i>—Jungkook</i></strong>"}]},{"character":"harry-styles","text":[{"type":"text","value":"<a href=https://www.buzzfeed.com/graceeperry/why-are-so-many-queer-women-obsessed-with-harry-styles>Queer women love me!</a> <strong><i>—Harry</i></strong>"}]},{"character":"harry-styles","text":[{"type":"text","value":"There’s also a decent amount of M/M fanfic around men’s sports (like <a href=https://archiveofourown.org/tags/Patrick%20Kane*s*Jonathan%20Toews/works>hockey</a>, <a href=https://archiveofourown.org/tags/Charles%20Leclerc*s*Max%20Verstappen/works>racing</a>, and <a href=https://archiveofourown.org/tags/Dean%20Ambrose%20%7C%20Jon%20Moxley*s*Seth%20Rollins%20%7C%20Tyler%20Black/works>wrestling</a>), another setting where traditional masculinity is prized."}]},{"character":"jeon-jungkook","text":[{"type":"text","value":"At the end of a concert, when my eyes naturally meet Jimin’s and we high five. I feel like there’s <a href=https://btsinterviews.wordpress.com/2021/05/05/07-19-anan-magazine/>something we understand about each other</a> when we’re on the stage… <strong><i>—Jungkook</i></strong>"}]},{"character":"harry-styles","text":[{"type":"text","value":"R.I.P. <a href=https://archiveofourown.org/tags/Perrie%20Edwards*s*Zayn%20Malik/works>“Zerrie”</a> and <a href=https://archiveofourown.org/tags/Eleanor%20Calder*s*Louis%20Tomlinson/works>“Elounor.”</a> <strong><i>—Harry</i></strong>"}]}],"slash":[{"contentType":"openingShip","nameAfirst":"Harry","nameAlast":"Potter","imgA":"harry-potter","nameBfirst":"Draco","nameBlast":"Malfoy","imgB":"draco-malfoy","connector":"/","description":"Two teenage wizards with a hostile rivalry fueled by jealousy and external political forces"},{"contentType":"prose","text":[{"type":"text","value":"Or, according to over 60,000 works of fanfiction on AO3: two characters with a deep well of sexual tension, just one butterbeer away from leaping headfirst into an enemies-to-lovers romance."},{"type":"text","value":"These two are far from the only pair of men in popular media whose relationship has been reimagined by readers regardless of their sexualities or the source material. <span class=ship><a href=https://archiveofourown.org/tags/James%20%22Bucky%22%20Barnes*s*Steve%20Rogers/works>James \"Bucky\" Barnes/Steve Rogers</a></span>, <span class=ship><a href=https://archiveofourown.org/tags/Castiel*s*Dean%20Winchester/works>Castiel/Dean Winchester</a></span>, and <span class=ship><a href=https://archiveofourown.org/tags/Sherlock%20Holmes*s*John%20Watson/works>Sherlock Holmes/John Watson</a></span>, and thousands more, are each the object of homoerotic fantasy."},{"type":"text","value":"<span class=span-blue>Slash ships (M/M)</span>, or same-gender relationships between men, are far and away the most popular type of fanfic on AO3 when compared to <span class=span-red>femslash (F/F)</span>, <span class=span-green>straight relationships (F/M</span>), <span class=span-moss>friendships (Gen)</span>, and fanfic with <span class=span-gray>other types of romantic relationships</span> including more than two partners, ungendered original characters, and when the author inserts themselves into the story (XReader)."}]},{"contentType":"inlineChart","chartType":"treemap","id":"SLASH_proportionByRelType","title":"Fanfics by Relationship"},{"contentType":"prose","text":[{"type":"text","value":"<span class=annotrigger0>Our</span> analysis shows that slash fic has been over twice as popular as the next category of fanfic since at least 2013. However, despite the overwhelming popularity of same-gender relationships between men, the writers and consumers of fanfics are overwhelmingly not gay men."},{"type":"text","value":"According to a <a href=https://archiveofourown.org/works/54011047/chapters/136726687>2024 demographic survey of AO3 users</a> by <a href=https://archiveofourown.org/users/centreoftheselights>centreoftheselights</a>, only 2.5% of respondents identify as cisgender men, and 12.8% identify as straight, which points to an overwhelming readership of women, nonbinary, and queer individuals."}]},{"contentType":"fullChart","chartType":"demographics","id":"SLASH_AO3demographics","title":"AO3 Author Demographics"},{"contentType":"prose","text":[{"type":"text","value":"This raises the question: what explains the fascination with gay relationships between men?"},{"type":"text","value":"Decades of existing fanfiction scholarship and our analysis of 10 years of AO3 data point to several possibly contributing factors."}]},{"contentType":"hed","hed":"Men love fandom"},{"contentType":"fullChart","chartType":"scroll","id":"SLASH_topFandoms","title":"Top 50 Fandoms"},{"contentType":"prose","text":[{"type":"text","value":"Quick history lesson: In the 1920s, the science-fiction-only magazine <i><a href=https://amazingstories.com/>Amazing Stories</a></i> by <a href=https://en.wikipedia.org/wiki/Hugo_Gernsback>Hugo Gernsback</a> gave birth to participatory fandom culture in America. The magazine allowed fans to correspond with each other through published letters. Later this same community — of mostly teenage boys — would expand into fanzines and conventions."},{"type":"text","value":"When Star Trek the TV show premiered 40 years later, it instantly tapped into the already existing male-dominated fan base. This time, women wanted in too. However, according to <a href=https://en.wikipedia.org/wiki/Henry_Jenkins>Henry Jenkins’</a> 1992 essay <a href=https://books.google.mw/books?id=CmmTAgAAQBAJ&printsec=frontcover#v=onepage&q&f=false>“Textual Poachers”</a>, the existing close relationships between authors and fans “created barriers to female fans, and this fandom’s traditions resisted inflection or redefinition.”"},{"type":"text","value":"<span class=annotrigger1>To</span> subvert gatekeeping, women began to transform and reimagine the Star Trek universe into what we now know as fanfiction. Thus was born the iconic <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span> pairing that served as the framework for generations of slash to come."},{"type":"text","value":"Fanfic originated out of fandoms that catered to men, which naturally led to more ships with characters who were men. Repeated exposure to men protagonists makes their perspective the default, leading to lots and lots of non-men writing about characters who are men."},{"type":"text","value":"These genres also appeal to women, nonbinary, and queer authors because they allow them to flip the script from the heteronormative, straight, mainstream perspective."},{"type":"text","value":"Media grounded in historically men-dominated genres can adopt the internalized machismo or homophobia one might expect from a high school sports team. Haikyuu, an anime about a high school boy’s volleyball team, is one of the most popular fandoms for romantic ideation, despite having virtually no romance at all in the source material. Haikyuu is also a shōnen (boy in Japanese), meaning the series targets an  audience of teenage boys and is all the more straight-coded."},{"type":"text","value":"In these universes, it is difficult for M/M relationships to exist, providing a tension ripe for fantasizing. These platonic relationships may not be all that platonic if they were in another setting or in an alternate universe. It’s this potential to shake up the “status quo” that appeals to lots of fanfiction authors."}]},{"contentType":"hed","hed":"Fictional women are aliens"},{"contentType":"prose","text":[{"type":"text","value":"Some of the same driving impulses to subvert the mainstream also play into how fanfiction authors approach women characters."},{"type":"text","value":"Since popular culture is catered to a <a href=https://www.newyorker.com/books/second-read/the-invention-of-the-male-gaze>“male gaze”</a> that fetishizes women, fans struggle to identify with on screen women. Characters are often white, skinny, hyper-feminized, and lack agency, alienating fans looking to escape through characters they can relate to. Doctor Who, a show that has been running since 1963, did not have a <a href=https://thelearnedfangirl.com/black-representation-in-doctor-who-modern-era/>significant non-white woman character </a> until 2007."},{"type":"text","value":"Fanfiction that avoids women all together allows authors and readers to identify with either character."}]},{"contentType":"quote","text":"Male fans “do not feel the need to transform the fictional worlds they are offered because they are their prime target: the point-of-view characters are more often than not straight white men, the sexually objectified characters tend to be young women, and men tend to have more lines and more agency in general.”","attribute":"Kristina Busse","title":"Philosophy Professor at the University of South Alabama, Coeditor Transformative Works and Cultures","url":"https://www.amazon.com/Framing-Fan-Fiction-Practices-Communities/dp/1609385144","imgSlug":"kristina-busse","source":"Framing Fan Fiction"},{"contentType":"prose","text":[{"type":"text","value":"The quality of female characters is correlated with the types of fanfic authors will write. We can casually test this theory by contrasting two top fandoms, Harry Potter and the Marvel Cinematic Universe."}]},{"contentType":"fullChart","chartType":"network","id":"SLASH_Harry-MCU-network","title":"Fandom gender dynamics"},{"contentType":"hed","hed":"The Female gaze"},{"contentType":"prose","text":[{"type":"text","value":"If popular culture is the “male gaze,” fanfic is the “female gaze.”"},{"type":"text","value":"Slash fic evens the playing field by making both characters the same gender. Authors, whatever their sexuality, who struggle to envision themselves in heterosexual relationships with complete mutual respect can subvert societal expectations and project whatever romantic dynamic they want to see onto fanfic."},{"type":"text","value":"Going back to the original science fiction ship, <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span>, Joanna Russ writes that the fact that they are men is not incredibly relevant to the fantasy. It’s not about fetishizing gay male relationships (plus Spock is technically an alien), but rather providing an androgynous template to work from."}]},{"contentType":"quote","text":"“his alienness is a way of “coding” into the K/S fantasies that their subject is not a homosexual love affair between two men, but love and sex as women want them, whether with a man or with another woman.”","attribute":"Joanna Russ","title":"Writer, academic and feminist","url":"https://www.scribd.com/document/386376151/Pornography-by-Woman-for-Woman-With-Love-Joanna-Russ","imgSlug":"joanna-russ","source":"Pornography by Women, For Women, With Love"},{"contentType":"prose","text":[{"type":"text","value":"Authors of all genders and sexualities enjoy seeing men vulnerable, counter to typical socialization. Slash fics endow men with heaps of emotional vulnerability — despite characters having no indication of such abilities in the source media — allowing fanfic to fulfill a role that authors crave to witness."},{"type":"text","value":"<span class=annotrigger2>The</span> romance in fics also often progresses much slower and is filled with more yearning and drama than in popular media. For context, the <a href=https://archiveofourown.org/works/10057010>most popular fic on AO3</a> is over 500,000 words long, while the first Harry Potter book is less than 80,000 words."},{"type":"text","value":"This emphasis on relationship progression can be seen in AO3’s most popular tags, which include “fluff,” “angst,” “slow burn,” and “hurt/comfort.” The desire to see these patterns can be traced back to what Russ calls the  “sexualization of the feminine condition,” or  how women are socialized in society — to not initiate sex, to go slow with relationships, to be nurturing, to be fulfilled by complete monogamy."},{"type":"text","value":"Many of the most popular Supernatural <span class=ship><a href=https://archiveofourown.org/tags/Castiel*s*Dean%20Winchester/works>Castiel/Dean Winchester</a></span> fics involve scenarios where Dean must nurture Castiel’s broken wings (or other body parts) back to health in a way that is filled with agonizing misunderstandings, twitching, and delicious tenderness. It creates a scenario where emotional intensity is brought to the forefront."}]},{"contentType":"quote","text":"Fic authors and readers don’t “...literally want their dear ones to bleed and die in their arms or to die with their lovers. What they do want is sexual intensity, sexual enjoyment, the freedom to choose, a love that is entirely free of the culture’s whole discourse of gender and sex roles, and a situation in which it is safe to let go and allow oneself to become emotionally and sexually vulnerable.”","attribute":"Joanna Russ","title":"Writer, academic and feminist","url":"https://www.scribd.com/document/386376151/Pornography-by-Woman-for-Woman-With-Love-Joanna-Russ","imgSlug":"joanna-russ","source":"Pornography by Women, For Women, With Love"},{"contentType":"hed","hed":"Men are hot"},{"contentType":"prose","text":[{"type":"text","value":"<span class=annotrigger3>This</span> perhaps is obvious, but many people are attracted to men. And people attracted to men like to fantasize about hot men."},{"type":"text","value":"If we begin to split the tag data by relationship types — M/M, F/M, and F/F — we start to see different types of tags emerge in the Top 20 for each category. While there are many tags that overlap across the groups, there are more tags related to <span class=span-red>sexual acts</span>, as opposed to <span class=span-blue>relationship dynamics</span>, for slash fics than for straight or femslash ships."}]},{"contentType":"fullChart","chartType":"table","id":"SLASH_topTagsByRelType","title":"Top tags by relationship"},{"contentType":"prose","text":[{"type":"text","value":"Authors enjoy shipping characters because they’re attractive and they want to see them together. Lucy Neville, author of “Girls Who Like Boys Who Like Boys,” explains the phenomenon as \"the seemingly unradical notion that many women find men attractive, and therefore like looking at them, particularly without their clothes on.\""},{"type":"text","value":"Much of slash fic is indeed pornographic. But, despite many fics having sexual elements, they are still often surrounded by hundreds of thousands of words of plot development."}]},{"contentType":"quote","text":"For many of the women I spoke to, porn and love are not polar opposites. Instead, it is the fusion of these two things that gives them the most pleasure: sexually and emotionally.","attribute":"Lucy Neville","title":"Criminologist, University of Southampton","url":"https://www.amazon.com/Girls-Who-Like-Boys-Pornography-ebook/dp/B07BKPLHP5","imgSlug":"lucy-neville","source":"Girls Who Like Boys Who Like Boys"}],"slashNetworkSlides":[{"type":"text","value":"Here are the unique characters from Harry Potter (<span class=span-hp-nodesCount></span>) and the Marvel Cinematic Universe (<span class=span-mcu-nodesCount></span>) that appear in romantic ships with more than 1,000 fanfics on AO3."},{"type":"text","value":"Although the wizarding world has a few notable women characters (looking at you Hermione Granger), <span class=span-fnetwork>women</span> only account for <span class=span-hp-fCount></span>% of Harry Potter’s shipped characters, compared to <span class=span-mcu-fCount></span>% in the MCU."},{"type":"text","value":"And although Marvel does have a history of over sexualizing its women characters, it does get closer to gender parity with <span class=span-mnetwork>men</span> accounting for just over half (<span class=span-mcu-mCount></span>%) of MCU shipped charcters, compared to <span class=span-hp-mCount></span>% of the characters from Harry Potter."},{"type":"text","value":"Let’s take a look at how each fandom’s gender dynamics impact who gets shipped. Here, the connecting lines are sized by the number of fanfics written about each pairing."},{"type":"text","value":"First of, let’s start with common ground: <span class=span-fnetwork>Femslash</span> ships in both fandoms make up about the same percent, with F/F pairings accounting for <span class=span-hp-ffCount></span>% of Harry Potter ships and <span class=span-mcu-ffCount></span>% of ships in the MCU."},{"type":"text","value":"Despite Harry Potter having more characters who are men than the MCU, and therefore more pure opportunities for <span class=span-mnetwork>slash</span> pairings, M/M ships only make up <span class=span-hp-mmCount></span>% of Harry Potter ships, compared to <span class=span-mcu-mmCount></span>% of MCU ships."},{"type":"text","value":"We see the reverse of slash ships when looking at <span class=span-fmnetwork>heterosexual</span> ships. Even though the MCU is closer to a 50/50 gender split, fewer of its ships (<span class=span-mcu-fmCount></span>%)  are F/M pairings in comparison to Harry Potter (<span class=span-hp-fmCount></span>%)."},{"type":"text","value":"Even though Harry Potter has fewer overall women characters, those characters are seen to be more developed and more dynamic than the women in the MCU, offering authors more opportunities to build stories. <span class=span-instructions>Interact with the squares to see each character’s connections.</span>"}],"slashFandomSlides":[{"type":"text","value":"Put simply, fanfiction authors often write about fandoms whose characters are already dominated by men. Let’s take a look at the Top 50 fandoms on AO3."},{"type":"text","value":"Here they are colored by the gender makeup of the main cast in the original media. Fandoms with more <span class=span-m>men</span> are more blue and fandoms with more <span class=span-f>women</span> are more red. On average, the top fandoms are 70% male."},{"type":"text","value":"You might also notice that these fandoms mostly fall into the same genres: <span class=span-fantasy>Fantasy,</span> <span class=span-scifi>Science Fiction,</span> <span class=span-superhero>Superhero,</span> <span class=span-video>Video Game</span> — ones that historically had fanbases of predominantly men. This can potentially be traced back to the origins of fandom itself — science fiction."}],"noncanon":[{"contentType":"openingShip","nameAfirst":"Dean","nameAlast":"Winchester","imgA":"dean-winchester","nameBfirst":"Castiel","imgB":"castiel","connector":"&","description":"Two men (one human, one angel) working together to fight supernatural forces of evil."},{"contentType":"prose","text":[{"type":"text","value":"Or, according to 100,000 works of fanfiction on AO3: two souls destined to find love amidst the chaos, transcending the boundaries between heaven, hell, and earth to be together."},{"type":"text","value":"For shippers of <span class=ship><a href=https://archiveofourown.org/tags/Castiel*s*Dean%20Winchester/works>“Destiel”</a></span> (that’s the shipping portmanteau of “Dean” and “Castiel”), the wait was a long one. Initially introduced as a minor character in Season 4 of Supernatural, Castiel’s appearance would go on to spawn one of the biggest ships in internet history, building a legacy of fanfiction, art, video edits, zines, songs, theories, discussions, and conventions, all dedicated to exploring the rich subtext simmering beneath the surface between the two characters."},{"type":"text","value":"Like many other popular <span class=slash-ref>slash</span> pairings in media, the romantic and sexual undertones that may or may not have existed between the lines were generally understood by fans to be “non-canon.” Non-canon broadly describes any ship, setting, plot, or other elements of the story that are not explicitly confirmed in the source material, but exist as alternative possibilities that fans can flesh out through fanfiction and other creative means. Those three seconds when Dean’s gaze seemed to linger on Castiel’s face? That’s inspiration for a 20,000 word romantic fic right there, regardless of what the scene originally meant to convey."},{"type":"text","value":"Ever since the <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span> days, fans have been drawn to ships that exist beyond the canon of the original material. <span class=span-blue>Non-canon ships</span> make up the overwhelming majority of pairings on AO3, accounting for nearly twice as many ships that exist <span class=span-red>canonically.</span>"}]},{"contentType":"inlineChart","chartType":"multiline","id":"CANON_percentCanon","title":"Fanfics by canon status"},{"contentType":"prose","text":[{"type":"text","value":"Of course, what counts as “canon” and “non-canon” can vary over the course of the story’s run. Destiel spent 12 years as a non-canon, largely fandom-driven ship until Castiel confessed his love for Dean before dying in the final episodes of Season 15, thus acknowledging their relationship as a semi-canonically romantic one—and blowing up the internet."}]},{"contentType":"quote","text":"y'all realise how big this is? spn finally making destiel canon on their final season? breaking twitter and tumblr? the longest slow burn to ever slow burn??? the old fans returning??? the old accounts reviving??? in the middle of a pandemic?? in the middle of THE US ELECTION????","attribute":"@thvsparadise","title":"X/Twitter","url":"https://x.com/thvsparadise/status/1324591166717788160","imgSlug":"thvsparadise"},{"contentType":"prose","text":[{"type":"text","value":"<span class=annotrigger0>This</span> question of canonicity has long been a subject of contention. In the early A.D.s, religious leaders clashed over conflicting interpretations of the Bible (from which the term “canon” is derived from). Since at least the 18th Century, scholars have <a href=https://www.vox.com/2016/4/22/11480192/shakepeare-400-anti-stratfordian-authorship-controversy>scrutinized and debated</a> who authored Shakespeare’s body of works. And in the internet age, fans spam gifs and think pieces at each other in a battle to prove which ship is more real. Ask any big fandom and they’ll probably be able to point you to the still-smoldering crater of some ship argument that invoked canonicity (or lack thereof) as a metric of superiority."},{"type":"text","value":"Given this endlessly recurring debate, it’s thus worth asking: Why are people way more invested in non-canon content than in the established canon?"}]},{"contentType":"hed","hed":"Transformative storytelling"},{"contentType":"prose","text":[{"type":"text","value":"As discussed in the <span class=slash-ref>slash</span> section, there are a myriad of reasons why fandoms tend to be dominated by slash ships. Given the heteronormativity of mainstream media, it thus comes as no surprise that the majority of these ships are not canonical. Far from discouraging fans from shipping their favorite characters together, these <span class=span-blue>non-canon ships</span> instead allow plenty of room for speculation and exploration of the characters’ dynamic — precisely because of, rather than despite, the absence of a romantic relationship."}]},{"contentType":"inlineChart","chartType":"waffle","id":"CANON_slashShips","title":"Canon status of slash ships"},{"contentType":"prose","text":[{"type":"text","value":"Subtext is the key factor here. Canon relationships are often bound to typical romance arcs that play out in conventional trajectories: the steamy “enemies to lovers,” the playful “will they or won’t they,” or the classic “happily ever after,” to name just a few. When writers work in elements like jealous misunderstandings or meaningful glances, they expect the audience to pick up on and follow the progression of this romance. It’s a predictable cue — not necessarily a bad one by any means, but certainly frequent and familiar in media."},{"type":"text","value":"But what happens when the audiences flip the script and project these cues on the canon instead, subverting the intended narrative?"},{"type":"text","value":"This experience then becomes transformative. Instead of adhering to the formulated storylines, fans can instead use the source material as a “<a href=https://henryjenkins.org/blog/2011/07/aca-fandom_and_beyond_harringt_1.html>springboard</a> for [their] own creative and analytical work”, pushing past the boundaries of the canon to reimagine new narratives. A quiet, fleeting moment between two characters can be reinterpreted as intimate. A heated confrontation between the hero and her enemy can become sexually charged. Such is the freedom of fanfiction: fans have the agency to interact with the story as if it were “<a href=https://books.google.mw/books?id=CmmTAgAAQBAJ&printsec=frontcover#v=onepage&q&f=false>a tangible place</a> they can inhabit and explore.”"},{"type":"text","value":"For queer audiences, a relationship that appears unromantic on screen, but hints at a deeper emotional subtext under the surface may hit particularly close to home, reflecting their own experiences of navigating relationships and identities that may not be acknowledged or validated in their personal lives. Furthermore, rooting for a ship that you know will likely never materialize in the text also means not having to brace for the fallout of said relationship — no messy breakups, tragic endings, or unrealistic portrayals that often accompany queer relationships in mainstream media (like when The 100 <a href=https://www.autostraddle.com/all-65-dead-lesbian-and-bisexual-characters-on-tv-and-how-they-died-312315/>famously killed off</a> fan-favorite character Lexa right after she had sex with Clarke, sparking a wave of scrutiny against the <a href=https://www.themarysue.com/lexa-bury-your-gays/>Bury Your Gays</a> trope)."},{"type":"text","value":"<span class=annotrigger1>In</span> this context, the ambiguity and open-endedness of non-canon ships allow fans to explore possibilities that go unaddressed and unfulfilled in the original text without the risk of being mishandled or cut short by the writers. Fans come together to swap theories, validate observations, share headcanons, and fill in the narrative gaps, forming a community where queerness is celebrated, studied, and foregrounded in a media landscape where it often lacks the attention or respect it deserves."},{"type":"text","value":"While the allure of non-canon dynamics isn’t exclusive to slash ships (<span class=ship><a href=https://archiveofourown.org/tags/Fox%20Mulder*s*Dana%20Scully/works>Fox Mulder/Dana Scully</a></span> from The X Files originated the term “shipping,” after all), there’s a noticeable lack of them among the top femslash and straight ships."}]},{"contentType":"fullChart","chartType":"stackedBarScroll","id":"CANON_percentRelType","title":"Canon status by relationship"},{"contentType":"prose","text":[{"type":"text","value":"Still, despite the long-running popularity of ships like <span class=ship><a href=https://archiveofourown.org/tags/Kara Danvers*s*Lena Luthor/works>Kara Danvers/Lena Luthor</a></span> and <span class=ship><a href=https://archiveofourown.org/tags/Evil%20Queen%20%7C%20Regina%20Mills*s*Emma%20Swan/works>Regina Mills/Emma Swan</a></span>, femslash remains the least popular ship genre on AO3. It’s still quite rare to see multiple female characters who are complex and interact within a shared narrative (as contemporaries, partners, or rivals), and even when they do, it’s easy to pass off intimate interactions between women as platonic rather than romantic. Furthermore, female characters are <a href=https://womenintvfilm.sdsu.edu/wp-content/uploads/2024/02/2023-Its-a-Mans-Celluloid-World-Report.pdf>more likely to be paired up</a> with a partner or have their relationship status serve as a central plot point in their arc, often at the expense of developing deep connections with other characters."},{"type":"text","value":"<span class=annotrigger2>It’s</span> not all bleak for femslash shippers, though. <span class=ship><a href=https://archiveofourown.org/tags/Marlene%20McKinnon*s*Dorcas%20Meadowes/works>Marlene McKinnon/Dorcas Meadowes</a></span>, the #8 most popular femslash ship, has gained a cult following thanks to the explosive popularity of the <a href=https://fanlore.org/wiki/Marauders>Marauders fandom</a>, despite each character only being mentioned once in the entire Harry Potter series."}]},{"contentType":"fullChart","chartType":"table","id":"CANON_topShipRelType","title":"Top ships by relationship"},{"contentType":"prose","text":[{"type":"text","value":"Non-canon ships offer fans a creative outlet to explore relationships that are traditionally underrepresented in media, but their popularity may also encourage producers to exploit fan interest without actually providing meaningful representation on screen."}]},{"contentType":"hed","hed":"Queerbaiting = profit"},{"contentType":"prose","text":[{"type":"text","value":"You may have noticed that most of these top ships feature characters whose sexualities are either established or treated by the canon as straight."},{"type":"text","value":"Often, the queering that happens in fanfiction isn’t just in the fans’ heads. Productions from <a href=https://www.mookychick.co.uk/feminism/lgbt/sherlock-queerbaiting-toxic-fanfic.php>“Sherlock”</a> all the way to <a href=https://www.vox.com/culture/2019/11/22/20975178/frozen-2-elsa-girlfriend-lesbian-queer-review>“Frozen”</a> have been called out for incorporating character traits, dialogue, or narratives that allude to queerness but stop short of delivering genuine representation, allowing producers to capitalize off the buzz without alienating mainstream audiences and, more crucially, their money."}]},{"contentType":"quote","text":"Queerbaiting is a practice whereby producers incorporate queer subtexts into a show in the hope of expanding the audience by attracting LGBTQ+ folk while avoiding alienating viewers who would disapprove of openly queer characters.","attribute":"Lucy Neville","title":"Criminologist, University of Southampton","url":"https://www.amazon.com/Girls-Who-Like-Boys-Pornography-ebook/dp/B07BKPLHP5","imgSlug":"lucy-neville","source":"Girls Who Like Boys Who Like Boys"},{"contentType":"prose","text":[{"type":"text","value":"Check out Netflix’s promo for Wednesday: an Addams-family themed <a href=https://x.com/variety/status/1590576847540350978?s=46&t=4gwcpjzHKPVVNkJjrYb8GQ>drag party</a> titled WednesGay and an <a href=https://x.com/netflix/status/1596524928568025088>“opposites attract”</a> tweet about Wednesday and her roommate-turned-friend Enid."},{"type":"text","value":"Or <a href=https://www.youtube.com/watch?v=cKTQPWbxQZk>these</a> <a href=https://www.youtube.com/watch?v=oJo554Tiw1Y>videos</a> by Teen Wolf actors Dylan O’Brien and Tyler Hoechlin — the real world counterparts to their character ship <span class=ship><a href=https://archiveofourown.org/tags/Derek%20Hale*s*Stiles%20Stilinski/works>Derek Hale/Stiles Stilinski</a></span> — calling for fans to vote for the show in the 2012 Teen Choice Awards while embracing in suggestive poses. And it worked: Teen Wolf won Choice Summer TV Show that year."},{"type":"text","value":"Or Disney’s live-action remake of the Beauty and the Beast, which made headlines for featuring the <a href=https://www.nbcnews.com/feature/nbc-out/beauty-beast-features-disney-s-first-gay-character-n727876>“first LGBTQ character in Disney’s history”</a> only for it to amount to a two-second blink-and-you-miss-it scene of LeFou dancing with an extra."},{"type":"text","value":"The common thread? Each example is a token gesture aimed at appealing to queer fanbases for marketing and promotion purposes, “baiting” fans with promises of queer content to drive engagement."},{"type":"text","value":"Meanwhile, queer-led shows are <a href=https://www.thepinknews.com/2023/01/24/netflix-ceo-ted-sarandos-cancelled-shows-lgbtq-fans-reactions/>facing increasing cancellations</a> as networks continue to slash promising productions after just one or two seasons. Shows about <a href=https://www.them.us/story/lesbian-sapphic-tv-cancellations-show-endings>queer women are even more vulnerable</a> to cancellation despite logging high viewership, ratings, and fan support."},{"type":"text","value":"While the popularity of non-canon ships can be linked to wish fulfillment and escapism, it also highlights deeper structural issues rooted in the overrepresentation of the straight male perspective in mainstream media. Fans project onto these characters because there are simply more of them, and they’ve benefited from being around longer, with well-established tropes, greater attention, thriving fandom spaces, and richer development — unlike the often short-lived and underdeveloped stories about queer and female characters."},{"type":"text","value":"Sometimes, these non-canon ships draw more attention than queer ships that canonically exist in the show, and may especially overshadow <a href=https://fangirlish.com/2020/02/04/queerly-not-straight-prioritizing-white-queer-couples-over-those-of-color/>queer characters of color</a>. Case in point: Supergirl fans had biracial couple <span class=ship><a href=https://archiveofourown.org/tags/Alex%20Danvers*s*Kelly%20Olsen/works>Alex Danvers/Kelly Olsen</a></span> right in front of them, but chose to produce close to 18,000 more fics about on AO3 about non-canon pairing <span class=ship><a href=https://archiveofourown.org/tags/Kara%20Danvers*s*Lena%20Luthor/works>Kara Danvers/Lena Luthor</a></span> instead."},{"type":"text","value":"<span class=annotrigger3>Take</span> a look at this summer 2023 <a href=https://archiveofourown.org/works/49183780/chapters/124100074#workskin>gender and race breakdown</a> from <a href=https://archiveofourown.org/users/centreoftheselights>centreoftheselights</a>."}]},{"contentType":"fullChart","chartType":"pictogram","id":"CANON_topShipRace","title":"Top ships by race & gender"},{"contentType":"prose","text":[{"type":"text","value":"Out of the 202 characters that make up the top 100 most popular ships on AO3, there are only four Latino characters, one Indigenous character, and one Black (Afro-Latino) character. In contrast, roughly a third of these characters are Asian (55 characters), while over half are white (134 characters)."},{"type":"text","value":"It's a cyclical problem: mainstream media favors characters of certain archetypes, which influences fandoms to reflect these preferences, and which then reflects these preferences right back to mainstream media. Rinse and repeat."},{"type":"text","value":"This fosters fan spaces — even queer ones — that notoriously <a href=https://www.teenvogue.com/story/on-white-queer-fandom-erasure-of-fans-of-color>alienate fans of color</a> by rejecting dialogues around racism and intersectionality, especially in regards to how fandoms treat both characters of color <i>and</i> their actors."},{"type":"text","value":"For example, <a href=https://archiveofourown.org/tags/Bridgerton%20(TV)/works>Bridgerton</a>, a show whose cast has been subjected to <a href=https://www.theguardian.com/tv-and-radio/article/2024/jul/11/sorry-we-dont-want-lesbians-bridgertons-problem-with-racism-homophobia-and-body-shaming>racist abuse</a> for “race-bending” its originally white book characters, recently attracted further controversy for “gender-bending” Michael Stirling into Michaela Stirling and confirming a future lesbian romance between her character and Francesca Bridgerton."},{"type":"text","value":"This reinterpretation of a straight white man into a Black queer woman has prompted fans to complain about the excessive “wokeness” of the show, resulting in a <a href=https://www.change.org/p/restore-michael-stirling-of-kilmartin-in-the-bridgerton-series>petition</a> with over 40,000 signatures demanding the character’s identity be “restored.” Even when creators push for greater diversity and representation, fans do not always respond positively, so “palatable” ships remain on top while less conventional ships struggle to gain visibility."},{"type":"text","value":"AO3 is often lauded for being a safe haven for fans with marginalized identities. But even within a space designed for inclusivity, the characters that people love to fantasize about still tend to be overwhelmingly straight white men, reinforcing a feedback loop that continues to favor dominant identities in media."}]},{"contentType":"hed","hed":"Alternate Universes"},{"contentType":"prose","text":[{"type":"text","value":"Subverting the canon can go beyond transforming enemies into lovers or friendship into sexual tension — the entire universe of the story can become a sandbox that’s ripe for reimagining."},{"type":"text","value":"Writers can transpose characters into new settings to explore how they would exist in a different environment, like mashing multiple fandoms together (think Harry Potter in the Avengers universe with Percy Jackson as his rival) or throwing them three thousand years back in time. It’s the ultimate practice of “what if?”, one that allows writers and readers to reimagine and reinterpret their favorite stories over and over in new and exciting ways."},{"type":"text","value":"But the age-old adage “write what you know” applies here, too. Out of the 20 most popular Alternate Universe tags — where the setting itself, not just the characters, diverges from canon — nearly half are set in <span class=span-blue>everyday circumstances</span> like “high school” and “coffee shops” or transform extraordinary characters into “humans” with “no powers”."}]},{"contentType":"inlineChart","chartType":"table","id":"CANON_AUtags","title":"Top 20 AU tags"},{"contentType":"prose","text":[{"type":"text","value":"Beyond the wish fulfillment aspect of fanfiction, fans can also use these alternate universes as a vehicle to ask “<a href=https://www.newyorker.com/books/page-turner/the-promise-and-potential-of-fan-fiction>speculative and reflective</a> questions about their own lives.” Fanfiction can be a great medium to explore deeply personal questions through fictional — but just as real — scenarios. For example, what would it be like for Steve Rogers to come out at his high school? How might Dean Winchester deal with a quarter life crisis? How did Harry Potter cope with living in an abusive home? When fans come together to exchange comments and ideas, offer advice, or simply leave kudos on a fanfic, it might just help make life feel a little less lonely."}]},{"contentType":"quote","text":"If you can work your memories, hypotheses, or fantasies about living away from home, or about gender transition, or about retirement, into a story about Bruce Wayne and Dick Grayson, maybe the many people who care about Batman and Robin will care about your thoughts and experiences, too.","attribute":"Stephanie Burt","title":"Literary critic and poet","url":"https://www.newyorker.com/books/page-turner/the-promise-and-potential-of-fan-fiction","imgSlug":"stephanie-burt","source":"The Promise and Potential of Fan Fiction"},{"contentType":"prose","text":[{"type":"text","value":"Ultimately, the fascination with non-canon fanfiction speaks to the interplay between creators, fans, and the story itself. It’s an old practice — older than the internet at least, going by those <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span> zines from the 1980s — but as long as stories continue to inspire people to imagine new possibilities, so will the popularity of non-canon."}]}],"canonBarSlides":[{"type":"text","value":"<span class=strong>Slash ships</span> have always been predominantly <span class=noncanon>non-canon,</span> making up about 80% written on AO3 each year. No surprises there: mainstream media still defaults to straight male leads who receive the most storylines and fan attention — hence more ships."},{"type":"text","value":"In contrast, <span class=strong>straight ships</span> follow the opposite trend. While ships like <span class=ship><a href=https://archiveofourown.org/tags/Hermione%20Granger*s*Draco%20Malfoy/works>Hermione Granger/Draco Malfoy</a></span> and <span class=ship><a href=https://archiveofourown.org/tags/Bellamy%20Blake*s*Clarke%20Griffin/works>Bellamy Blake/Clarke Griffin</a></span> have boosted the rise in <span class=noncanon>non-canon</span> numbers, the most popular straight ships continue to be established couples from long-running franchises."},{"type":"text","value":"Meanwhile, <span class=strong>femslash ships</span> have seen the most significant <span class=noncanon>non-canon</span> shift, growing from just 3 ships with over 1,000 works in 2013 to 144 in 2023. The steady rise of non-canon ships in both live action and animated media indicates increasing attention to rich, complex female dynamics and a greater focus on female characters."}],"realpeople":[{"contentType":"openingShip","nameAfirst":"Harry","nameAlast":"Styles","imgA":"harry-styles","nameBfirst":"Jeon","nameBlast":"Jungkook","imgB":"jeon-jungkook","connector":"&","description":"Two of the biggest boy band birthed pop stars on the planet."},{"contentType":"prose","text":[{"type":"text","value":"Or, according to over 200,000 works of fanfiction on AO3: two enigmatic vocalists having their sexual awakening with their fellow boy bandmates."},{"type":"text","value":"Often we think of fanfic fandom as moving in one direction: from the pages of the internet to the “real world,” ala <a href=https://fiftyshadesofgrey.fandom.com/wiki/Master_of_the_Universe>E.L. James’ original Twilight fanfic</a> to <a href=https://www.eljamesauthor.com/books/fifty-shades-of-grey/>“50 Shades of Grey”</a> to suburban mom book club favorite."},{"type":"text","value":"But the opposite also happens: real people become characters in fictional 100 chapter sagas. It’s the ultimate rewriting of “art imitating life” into “life imitating art.”"},{"type":"text","value":"Over the last 10 years, roughly 14% of the fanfiction on AO3 has been reserved for this type of storytelling, or Real Person Fiction (RPF)."}]},{"contentType":"inlineChart","chartType":"line","id":"RPF_percentRPF","title":"Percentage of RPF ships"},{"contentType":"prose","text":[{"type":"text","value":"Like all of fanfiction, RPF heavily skews <span class=slash-ref>slash</span> (M/M) and <span class=canon-ref>non-canon,</span> but even more so. Slash fics make up 65% of all fanfic on AO3 compared to 88% of RPF, while non-canon fics account for ~65% of all fanfic, but ~90% of RPF."},{"type":"text","value":"<span class=annotrigger0>The</span> list of top RPF ships (all slash and all non-canon) reads like a Spotify playlist with some YouTube and television content sprinkled in. Sixteen out of the Top 20 are <span class=span-blue>boy bands</span> (or bands of all boys)."}]},{"contentType":"inlineChart","chartType":"table","id":"RPF_top20","title":"Top 20 romantic RPF ships"},{"contentType":"hed","hed":"Boyz to Men"},{"contentType":"prose","text":[{"type":"text","value":"Slash shipping boy bands (or bands of boys) is nothing new. In the 1960s it was the Beatles’ <span class=ship><a href=https://archiveofourown.org/tags/John%20Lennon*s*Paul%20McCartney/works>John Lennon/Paul McCartney</a></span>; in the 1970s it was Led Zeppelin’s <span class=ship><a href=https://archiveofourown.org/tags/Jimmy%20Page*s*Robert%20Plant/works> Jimmy Page/Robert Plant</a></span> (sometimes shipped by the pseudonyms <a href=https://www.researchgate.net/publication/314266897_Slashing_through_the_boundaries_Heavy_metal_fandom_fan_fiction_and_girl_cultures>“Tris and Alex”</a>); in the 1980s it was Guns N' Roses’ <span class=ship><a href=https://archiveofourown.org/tags/Axl%20Rose*s*Slash%20%7C%20Saul%20Hudson/works>Axl Rose/Slash</a></span>; and in the 1990s it was New Kids on the Block’s <span class=ship><a href=https://archiveofourown.org/tags/Jordan%20Knight*s*Joey%20McIntyre/works>Jordan Knight/Joey McIntyre.</a></span> And decades later AO3ers are <i>still</i> writing about these ships."},{"type":"text","value":"So why are boy bands tailor made for romantic reinventions?"},{"type":"text","value":"In her book <a href=https://pitchfork.com/thepitch/larger-than-life-asks-did-a-boy-band-change-your-life-too/>“Larger Than Life: A History of Boy Bands from NKOTB to BTS,”</a> author Maria Sherman explains that boy bands embody a softer, more innocent masculinity that enables fans to safely experiment beyond traditional identity and desire, and to swivel between romantic types."},{"type":"text","value":"Because boy bands exist through a “female gaze” (opposite of much of the world), Sherman theorizes that “[boy bands] dare not to uphold straight cis men’s interest, but to celebrate marginalized people’s humanity.”"},{"type":"text","value":"Although this theory doesn’t always work for the band members themselves — think *NSYNC’s Lance Bass hiding his sexuality to uphold a stereotypical masculinity — it does hold true for fans’ interpretations: the <a href=https://www.buzzfeed.com/graceeperry/why-are-so-many-queer-women-obsessed-with-harry-styles>queer women</a> who can’t decide if they want to be Harry Styles or be with him, <a href=https://blacklipstick.substack.com/p/dirtier-pop-a-weekend-with-drag-boy>the drag kings</a> who interpret the Backstreet Boys’“I Want It That Way” to be about anal sex, and of course the ever growing amount of RPF."},{"type":"text","value":"<span class=annotrigger1>Boys</span> in fanfic are quite literally stuck in the phase before they become Boyz II Men."},{"type":"text","value":"Although much of popular fanfic is dictated by what is happening in the “outside” or “real” world, with M/M RPF there also might be a bit of a “Peter Pan” effect, where boys can essentially age out of the fanfare."},{"type":"text","value":"Let’s see how this plays out over time with the biggest RPF fandoms by number of fanfic works with ships."}]},{"contentType":"fullChart","chartType":"multiline","id":"RPF_topFandomsTime","title":"Biggest RPF fandoms"},{"contentType":"prose","text":[{"type":"text","value":"Let’s take a closer look at the top two fandoms: BTS and YouTube RPF. One group sings about wanting to “light it up like dynamite,” and the other builds Minecraft dynamite. So… not much in common at first glance."},{"type":"text","value":"<span class=annotrigger2>But</span> consider this, both fandoms come from cultures with rigid gender norms, especially around masculinity."}]},{"contentType":"hed","hed":"Rewriting Men’s Romance"},{"contentType":"prose","text":[{"type":"text","value":"First up: BTS. They’re from South Korea, home to the <a href=https://www.oecd.org/en/data/indicators/gender-wage-gap.html>largest gender wage gap</a> of OECD member countries. The Washington Post’s Michelle Ye Hee Lee writes the country’s “<a href=https://www.washingtonpost.com/world/2024/02/21/south-korea-women-gender-equality-gap/>deep-seated view of women’s role in society</a> can be summed up in one Korean word: jib-saram, or “home person.” It’s a word for ‘wife.’”"},{"type":"text","value":"But the burden to conform to gender roles doesn’t stop with just women, men also must meet a certain stereotype of masculinity. In the 1990s, that was the Korean equivalent of a “finance bro,” a “salaryman” with expensive suits and luxury watches. But, K-pop has started to stretch and expand the country’s definition of what can be masculine. Enter K-pop inspired “flowerboys.”"}]},{"contentType":"quote","text":"Compared to the 80s and 90s, now there are a lot more soft masculinities — pretty boy images and gentle male images — represented in media, and consumers welcome and widely consume them. I think the phenomenon should rather be explained through the notion of hybrid or versatile masculinity — soft yet manly at the same time — which is different from effeminised.","attribute":"Sun Jung","title":"Author of Korean Masculinities and Transcultural Consumption","url":"https://www.bbc.com/news/world-asia-42499809","imgSlug":"sun-jung","source":"Interview with BBC"},{"contentType":"prose","text":[{"type":"text","value":"K-Pop artists are often instructed to play up this “versatile masculinity” and gender fluidity through <a href=https://esquiresg.com/korean-celebrities-fan-service-fan-meets-fan-cams-kpop/>“fan service,”</a> or the practice of pandering to the desires of fans. And, fans can be demanding."}]},{"contentType":"quote","text":"Fanservice I need from One Direction: them covering each others songs, them posting memes and tagging each other, their lad holidays being a spa weekend, them to dress up as each other for instagram livestreams, them going in interviews saying their love songs are about each other when interviewers ask about it, taking turns doing TBTs where they post embarrassing not before seen pics of each other.","attribute":"@pinkniall","title":"Tumblr","url":"https://www.tumblr.com/captain-marveloustime/167225960662/fanservice-i-need-from-one-direction","imgSlug":"pinkniall"},{"contentType":"prose","text":[{"type":"text","value":"Despite the lack of fan service by One Direction, fans still shipped <span class=ship><a href=https://archiveofourown.org/tags/Harry%20Styles*s*Louis%20Tomlinson/works>Harry Styles/Louis Tomlinson</a></span>, famously causing friction in their relationship."},{"type":"text","value":"But in the case of <span class=ship><a href=https://archiveofourown.org/tags/Jeon%20Jungkook*s*Park%20Jimin/works>Jeon Jungkook/Park Jimin</a></span>, everyone’s in on it, from BTS’ management right down to BTS themselves. It’s intentional and orchestrated. Of course, it’s easy to instigate parasocial delusions when you’ve got a wink like Jimin’s."},{"type":"text","value":"If they are flirting with each other, that means they are not flirting with other women, which means that there is a tiny glimmer of a chance they could date you. If you are playfully suggestive toward men and conveniently available for women, well, you’ve got the market on lock, as evidenced by the makeup of BTS ships: 42.4% are <span class=span-blue>slash ships (M/M)</span> and 23.7% are <span class=span-black>XReader ships,</span> where the author inserts themselves in the storyline."}]},{"contentType":"inlineChart","chartType":"treemap","id":"RPF_relTypeByFandomBTS","title":"BTS Fanfics by Relationship"},{"contentType":"prose","text":[{"type":"text","value":"Fan service may come off as inconsequential queerbaiting, but it’s set against a backdrop of hypocritical homophobia. South Korea, like much of Asia, has yet to legalize same-sex marriage or civil unions and lacks many other protections for queer people. Yet, arguably one of the country’s biggest exports — K-Pop — is built on purposefully romantic-ish relationships between men. And, the same playbook is being used for K-Pop girl groups to amplify same-gender relationships between women like Red Velvet’s <span class=ship><a href=https://archiveofourown.org/tags/Bae%20Joohyun%20%7C%20Irene*s*Kang%20Seulgi/works>Irene/Kang Seulgi</a></span>."},{"type":"text","value":"By creating slash ships of some of the biggest K-Pop stars, fanfic authors directly challenge this dichotomy, rewriting the current limits of masculinity, sexuality, and gender identity."}]},{"contentType":"hed","hed":"Rewriting Men’s Friendship"},{"contentType":"prose","text":[{"type":"text","value":"Much the same antiquated limits around masculinity, sexuality, and gender identity impact YouTube RPF as well."},{"type":"text","value":"A decade ago, the gaming community was forced to take stock of its toxic masculinity after <a href=https://www.vox.com/culture/2020/1/20/20808875/gamergate-lessons-cultural-impact-changes-harassment-laws>Gamergate</a>, a misogynistic online harassment campaign and a right-wing backlash against feminism, diversity, and progressivism in video game culture. The harassment spanned the gamut from <a href=https://knowyourmeme.com/memes/make-me-a-sandwich>“make me a sandwich”</a> memes to <a href=https://www.washingtonpost.com/nation/2021/08/05/gamergate-threats-brianna-wu/>death threats</a>, but the message was clear: only cisgender straight white men belonged."},{"type":"text","value":"Not much has changed in the last 10 years. In 2023 a <a href=https://kotaku.com/call-duty-modern-warfare-2-mwiii-twitch-censor-slur-1850938442>former Call of Duty champion</a> — whose nickname is “Censor,” despite doing none of that — said a homophobic slur on his Twitch stream. He apologized. Then a week later he said the n-word."},{"type":"text","value":"All of this in the name of being an alpha male."},{"type":"text","value":"That’s why it’s so refreshing to see YouTuber bromances like <span class=ship><a href=https://archiveofourown.org/tags/Wilbur%20Soot%20*a*%20TommyInnit/works>Wilbur Soot & TommyInnit</a></span> or <span class=ship><a href=https://archiveofourown.org/tags/Technoblade%20*a*%20Phil%20Watson%20%7C%20Philza/works>Technoblade & Phil Watson</a></span>. Somehow, they’ve been able to subvert the “<a href=https://www.psychologytoday.com/us/blog/shakespeares-love-lessons/201902/when-is-friendship-bromance-two-tests>masculine stereotypes</a> that make young men reluctant to open up emotionally and likely to assume a competitive distance from peers.” According to fanfic on AO3, these friendships rank right up there with the likes of Marvel’s <span class=ship><a href=https://archiveofourown.org/tags/Peter%20Parker%20*a*%20Tony%20Stark/works>Peter Parker & Tony Stark</a></span>."},{"type":"text","value":"Because these types of unfiltered relationships between men are so rarely visible in the “real world,” fanfic authors jump on the chance to expand the intimacy, creating a fantasy blueprint of their hopes for reality, sometimes blurring the lines between friendship and romance. 68.3% of YouTube RPF ships are <span class=span-moss>friendship sagas</span>, followed by <span class=span-blue>M/M ships</span> at 24.6%."}]},{"contentType":"inlineChart","chartType":"treemap","id":"RPF_relTypeByFandomYT","title":"YouTube RPF Fanfics by Relationship"},{"contentType":"prose","text":[{"type":"text","value":"According to researchers at the University of Winchester, bromances and queer relationships are inherently linked:"}]},{"contentType":"quote","text":"The more homophobic a society is, the more distant, stoic, and aggressive men become. For men’s friendships, this meant that self-disclosure and emotional openness—vital components for one’s emotional well-being—were completely lacking.","attribute":"Stefan Robinson","title":"PhD in Social Research, University of Winchester","url":"https://www.mensjournal.com/adventure/why-bromances-are-flourishing","imgSlug":"stefan-robinson","source":"Interview with Men’s Journal"},{"contentType":"prose","text":[{"type":"text","value":"You’d think this would have the video game community rushing to deal with its sexism, racism, and homophobia, but the progress is slow and often the product of individual instead of collective actions."},{"type":"text","value":"YouTubers like popular pairing <span class=ship><a href=https://archiveofourown.org/tags/Dan%20Howell*s*Phil%20Lester/works>Dan Howell/Phil Lester</a></span> and Ranboo each openly vlogged about their sexual orientation and gender identity. In 2018, Howell uploaded a video titled <a href=https://www.youtube.com/watch?v=lrwMja_VoM0&t=1801s>“Bascially I’m Gay,”</a> and two weeks later Lester posted his own <a href=https://www.youtube.com/watch?v=UqXFKSWniVU>“Coming Out to You”</a> video. Then, four years later in 2022 Ranboo, began <a href=https://www.youtube.com/watch?v=N_3XVZDPAqw>openly talking</a> about their gender identity and being non-binary."},{"type":"text","value":"While representation and inclusivity have improved, they’re still far from the default. The video gaming community’s fatal flaws still get reflected right back into the games produced and played, multiplying unjust and imbalanced worlds."},{"type":"text","value":"In the 2010s, there were roughly 91,000 video games documented by the <a href=https://lgbtqgamearchive.com/>LGBTQ Video Game Archive</a>, a project organized by Temple University’s Adrienne Shaw. But, only about 1% had any type of queer representation. And in the rare chance that a queer storyline was included, they were often treated like <a href=https://www.publicbooks.org/queer-representation-videogames/#fn-50235-7>“side quests.”</a>"}]},{"contentType":"hed","hed":"Writing into existence"},{"contentType":"prose","text":[{"type":"text","value":"Writing fanfic about BTS and YouTube vloggers is transformative work, turning the “side quest” into the “main quest,” where all of the swirling systemic, structural, and societal problems that plague your favorite real person can be erased with a flick of the wrist. You get to create the representation you need."},{"type":"text","value":"It also creates a safe (or safer) space for women, non-binary, and genderfluid authors  — the majority on AO3 as seen in the <span class=slash-ref>Slash</span> section — to speak back against a heteromasculine culture that pits them as “groupies” or as infiltrating and “cock-blocking” men’s spaces (think how Yoko Ono was framed as <a href=https://www.nbcnews.com/news/asian-america/yoko-ono-was-called-dragon-lady-blamed-beatles-breakup-now-legacy-re-e-rcna9534>allegedly “breaking up”</a> the Beatles)."},{"type":"text","value":"<span class=annotrigger3>Looking</span> at Top 5 RPF ships by relationship type, we can see that 4 out of 5 straight ships are <span class=span-red>canon</span>, meaning that, at some point they existed in real life. And the one non-canon? It’s Olympic champion Canadian ice dancing pair <span class=ship><a href=https://archiveofourown.org/tags/Scott%20Moir*s*Tessa%20Virtue/works>Scott Moir/Tessa Virtue</a></span>, who are not technically romantically involved, but whose careers thrive on their intimate chemistry."},{"type":"text","value":"Conversely, the Top 5 ships for M/M and F/F are nearly all <span class=span-blue>non-canon</span>, with the exception of femslash soccer pairing <span class=ship><a href=https://archiveofourown.org/tags/Tobin%20Heath*s*Christen%20Press/works>Tobin Heath/Christen Press,</a></span> who have been <a href=https://people.com/former-uswnt-players-tobin-heath-and-christen-press-reveal-theyve-been-dating-for-8-years-8689877>together for eight years</a>."}]},{"contentType":"fullChart","chartType":"table","id":"RPF_topShipRelType","title":"Top RPF ships"},{"contentType":"prose","text":[{"type":"text","value":"This speaks to a sexual orientation and gender identity representation gap between today’s biggest celebrity stars and their fanbases."},{"type":"text","value":"Since musicians make up most of these top ships, let’s start there. Only <a href=https://luminatedata.com/blog/pride-month-2024/>3.9% of top 1,000 solo music artists</a> self-identify as members of the LGBTQ+ community, but <a href=https://news.gallup.com/poll/611864/lgbtq-identification.aspx>9.8% of millennials and a whopping 22.3% of Gen Zers do</a>."},{"type":"text","value":"Of course, the stakes to conform are higher when your career, livelihood, privacy, etc. are so attached to your public persona. And these celebrities are VERY well known. We’re talking millions upon millions of social media followers. Harry Styles himself has a cumulative total of close to 100 million across Instagram, TikTok, Twitter, and YouTube."},{"type":"text","value":"With all those eyes on you, it’s easy to think that having fanfiction penned about you should “come with the territory.” But having fanfiction essentially leak out into the mainstream is still a bit uncharted."},{"type":"text","value":"When <a href=https://www.startrek.com/news/spockanalia-the-first-star-trek-fanzine>Spockanalia</a>, the first Star Trek fanzine, launched in 1967, people were writing about the future, but no one could predict the internet. Pre-internet, fanfic looked like Spockanalia: <a href=https://fanlore.org/wiki/Media_Fandom_Oral_History_Project_Interview_with_Devra_Langsam>“somewhere around 20,000 copies”</a> that sold for 50 cents a piece and were put together by hand without a heavy duty stapler:"}]},{"contentType":"quote","text":"We had a wall stapler, and we stapled it through the magazine, pried it off with a screwdriver, and somebody closed each prong of the wall staple with pliers, which is why if you have an original, first-printing copy, the staple will have started to cut through the paper because it has sharp edges, unlike a regular staple designed to staple paper together.","attribute":"Devra Langsam","title":"Publisher of Spockanalia","url":"https://fanlore.org/wiki/Spockanalia","imgSlug":"devra-langsam","source":"2017 interview"},{"contentType":"prose","text":[{"type":"text","value":"Post-internet, fanfic (<a href=https://archive.org/details/SpockanaliaV1/mode/2up>including Spockanalia</a>) is at the fingertips of millions, and without you being stabbed by staples."},{"type":"text","value":"With increased visibility comes increasing ethical questions around real person fiction — you know it’s heated when the <a href=https://fanlore.org/wiki/RPF>Fanlore wiki entry</a> has a whole section devoted to pros and cons and there are hundred of <a href=https://www.reddit.com/r/AO3/comments/124vmnt/what_do_you_feel_about_real_person_fiction/>Reddit thread rabbitholes.</a>"},{"type":"text","value":"Like everything truly worth anything in the world there’s a spectrum, but the crux of it may come down to this question posed by the University of Texas’ Center for Media Engagement in their <a href=https://mediaengagement.org/research/when-actors-become-characters/>“The Ethics of Digital Real-Person Fan Fiction”</a> case study."}]},{"contentType":"quote","text":"Given that “real” art is often transgressive and offensive, and that it often uses or targets real people, the question becomes: How should we think about the ethics of fan-created expressive works that center on and feature real people who may not agree with such a usage?","attribute":"Center for Media Engagement","title":"University of Texas","url":"https://mediaengagement.org/research/when-actors-become-characters/","imgSlug":"utexas"}],"rpfBlocks":[{"contentType":"fullChart","chartType":"blocks","id":"RPF_examples","title":"RPF True Stories","ship":"DJ Qualls/Ty Olsson","category":"unexpected","fandom":"Supernatural RPF","text":[{"type":"text","value":"Supernatural fans were so busy shipping actors <span class=ship><a href=https://archiveofourown.org/tags/Jensen%20Ackles*s*Jared%20Padalecki/works>Jensen Ackles/Jared Padalecki</a></span> (16,639 fanfics) in a fantasy relationship that they completely missed the real life romance between actors DJ Qualls/Ty Olsso (0 fanfics)."},{"type":"text","value":"Even when looking at their show characters Ackles and Padalecki’s brother pairing of <span class=ship><a href=https://archiveofourown.org/tags/Dean%20Winchester*s*Sam%20Winchester/works>Dean Winchester/Sam Winchester</a></span> (156,828 fanfics), far outpaces Quall and Olsso’s werewolf-vampire combo <span class=ship><a href=https://archiveofourown.org/tags/Garth%20Fitzgerald%20IV*s*Benny%20Lafitte/works>Garth Fitzgerald IV/Benny Lafitte</a></span> (50 fanfics)."}]}],"rpfMultilineSlides":[{"type":"text","value":"<span class=onedirection-span>One Direction</span> far outpaces all other fandoms, amassing over 60,000 fanfic works with ships by 2017."},{"type":"text","value":"But the number of <span class=onedirection-span>One Direction</span> fanfics plateaus here, and is soon eclipsed by two other fandoms."},{"type":"text","value":"Ship fanfics about <span class=youtube-span>YouTube vloggers</span> and video gamers </span> overtook One Directioner fics in 2021."},{"type":"text","value":"And <span class=bts-span>BTS</span> skyrocketed into the top spot in 2019. In 2023, there were close to 340,000 BTS fanfic works with ships, over 4 times more than One Direction. While it’s true One Direction as a whole has faded out of mega-stardom, Harry Styles has only gotten bigger, so this counts as a true “passing of the torch” between the boy bands."}],"methods":[{"type":"text","value":"Data collected by <span class=strong><a href=https://archiveofourown.org/users/centreoftheselights>centreoftheselights</a></span> serves as the backbone of this project. Since 2013, they have published a licentreoftheselights | Archive of Our Ownst of the most popular ships on AO3 that includes the ship name, rank, change in rank from previous year, fandom, relationship type, race, and number of fanfics. Note: race was added in 2014 and data was not collected in 2018."},{"type":"text","value":"All data points were scraped from AO3, except for data on race, which was manually researched and added. Centreoftheselights, expands more on race in <a href=https://centrumlumina.tumblr.com/post/148893785870/fandoms-race-problem-and-the-ao3-ship-stats>“Fandom’s Race Problem and the AO3 Ship Stats.”</a> Centreoftheselights then carefully reviewed and cleaned this data, correcting any inconsistencies, like incorrect relationship types. The Pudding’s team took centreoftheselights raw data and manually added data for canon status, real person fiction status, and genre, using fandom wikis as our primary sources."},{"type":"text","value":"Canon status was coded as “canon” if the ship existed in the original material, “semi-canon” if the was heavily implied in the original material or if the ship status changed between 2013-2023, and “non-canon” if the ship did not exist in the original material and was a fictional paring by fanfic authors."},{"type":"text","value":"Real person fiction status was cataloged in a binary “yes” (these are real people) or “no” (these are fictional characters)."},{"type":"text","value":"Genre was coded as “celebrity rpf”, “crime”, “fantasy”, “historical”, “k-pop”, “medical”, “romance”, “science fiction”, “slice of life”, “sports”, “sports rpf”, “superhero”, “thriller”, “video game”, “western artist”, and “youtube rpf”."},{"type":"text","value":"We then created collapsed fandoms as needed for fictional universes with multiple offshoots like Star Wars: “Star Wars Episode VII: The Force Awakens (2015)”, “Rogue One: A Star Wars Story (2016), “Star Wars Sequel Trilogy”, etc."},{"type":"text","value":"For our analysis, we also limited ships to those with at least 1,000 works of fanfic, which left us with just over 8,600 rows of data."},{"type":"text","value":"Gender, race, and canon status were all evaluated by multiple people and cross checked, still this data has its limitations. Gender and race data is limited to a single point in time: how a character or person presently identifies, which does not account for the complexity and fluidity of gender and race or any historical changes. And, canon data is somewhat subjective based on personal interpretations of storylines. This is an imperfect method, but by categorizing these data points, we can see important societal and structural trends within fanfic."},{"type":"text","value":"We recognize the responsibility that comes with this data. If you find any errors in the data please reach out (or leave a comment in the public <a href=https://docs.google.com/spreadsheets/d/13zvKPayDOM1IJQF44dYW-8ZKtINlanyByWTUPPP2_aI/edit?usp=sharing>Google Spreadsheet</a>) and we will issue a correction."}]}