{"intro":[{"contentType":"prose","text":[{"type":"text","value":"It’s the classic story: boy meets boy."},{"type":"text","value":"They are instantly drawn together as if by some invisible cosmic force. They go through the highs and the heartbreaks, the triumphs and the turmoil, the despair and the dreams."},{"type":"text","value":"Their relationship feels like the stuff of legend… or at least the stuff of hundreds of thousands of shipping fanfics."},{"type":"text","value":"For the uninitiated, “shipping,” or the act of creating a romantic pairing between two people or characters who are not already romantically involved, may seem like an uniquely internet phenomena."},{"type":"text","value":"But really, it <span class=strong>IS</span> the stuff of legend. From today’s Tay and Trav, to Shakespeare’s Romeo and Juliet, to Adam and Eve. Shipping is practically biblical."},{"type":"text","value":"It's human nature to pair Human A and Human B (and possibly human C, D, etc.) together and hope for the best. But how do we collectively decide <span class=strong>WHO</span> gets shipped?"},{"type":"text","value":"We set out to try to answer that question by looking at 10 years of <span class=ao3><a href=https://archiveofourown.org/>Archive of Our Own (AO3)</a></span> data compiled by <span class=strong><a href=https://centrumlumina.tumblr.com/>centreoftheselights</a></span>."},{"type":"text","value":"First, let’s take a look at A03, one of the largest fanfiction sites in the world. It has over <span class=strong>7 million users</span> who have produced over <span class=strong>13 million fanfics</span> with over and over <span class=strong>500 unique fandoms</span> and over <span class=strong>2,000 unique ships</span>."}]},{"contentType":"inlineChart","chartType":"nums","id":"INTRO_nums_users","count":"7338000","title":"Number of users"},{"contentType":"inlineChart","chartType":"nums","id":"INTRO_nums_works","count":"13390000","title":"Number of works"},{"contentType":"inlineChart","chartType":"line","id":"INTRO_topStats_fandoms","title":"Unique fandoms"},{"contentType":"inlineChart","chartType":"line","id":"INTRO_topStats_ships","title":"Unique ships"}],"introSlides":[{"type":"text","value":"Let’s zoom into just the Top 20 ships on A03 to see if we can identify any patterns."},{"type":"text","value":"Most of the Top 20 ships are <span class=slash>slash</span> ships, or male-male (M/M) romantic pairings."},{"type":"text","value":"The majority are also <span class=canon>non-canon</span> ships, or ships that exist outside the scope of the original storyline."},{"type":"text","value":"Notably, two of the Top 20 are <span class=rpf>real person fic</span> (RPF), or stories about real people instead of fictional characters."},{"type":"text","value":"Now, we’re going to take a closer look at each of these themes."}],"slash":[{"contentType":"openingShip","nameAfirst":"Harry","nameAlast":"Potter","imgA":"harry-potter","nameBfirst":"Draco","nameBlast":"Malfoy","imgB":"draco-malfoy","connector":"/","description":"Two teenage wizards with a hostile rivalry fueled by jealousy and external political forces."},{"contentType":"prose","text":[{"type":"text","value":"Or, according to over 60,000 works of fanfiction on AO3: two characters with a deep well of sexual tension, just one butterbeer away from leaping headfirst into an enemies-to-lovers romance."},{"type":"text","value":"These two are far from the only pair of men in popular media whose relationship has been reimagined by readers. <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span>, <span class=ship><a href=https://archiveofourown.org/tags/James%20%22Bucky%22%20Barnes*s*Steve%20Rogers/works>James \"Bucky\" Barnes/Steve Rogers</a></span>, <span class=ship><a href=https://archiveofourown.org/tags/Castiel*s*Dean%20Winchester/works>Castiel/Dean Winchester</a></span>, <span class=ship><a href=https://archiveofourown.org/tags/Sherlock%20Holmes*s*John%20Watson/works>Sherlock Holmes/John Watson</a></span>, are each the object of homoerotic fantasy. Men are shipped across every pairing, regardless of their sexualities or relationship to each other in the source material."},{"type":"text","value":"Slash ships, or same-sex relationships between men, are far and away the most popular type of fanfic on AO3."}]},{"contentType":"inlineChart","chartType":"treemap","id":"SLASH_proportionByRelType","title":"Fanfics by Relationship type"},{"contentType":"annotation","text":[{"type":"text","value":"The increase in non-romantic fanfiction in recent years can be mostly attributed to the rise in popularity of video game vloggers on YouTube, which we discuss in the real person fiction section!"}]},{"contentType":"prose","text":[{"type":"text","value":"Our analysis shows that slash fic has been over twice as popular as the next category of fanfic since at least 2013. However, despite the overwhelming popularity of same-sex relationships between men, the writers and consumers of fanfics are overwhelmingly not gay men."}]},{"contentType":"fullChart","chartType":"demographics","id":"SLASH_AO3demographics","title":"AO3 Demographics"},{"contentType":"prose","text":[{"type":"text","value":"According to a <a href=https://centrumlumina.tumblr.com/post/63208278796/ao3-census-masterpost>2024 demographic survey of AO3 users</a> by <a href=https://archiveofourown.org/users/centreoftheselights>centreoftheselights</a>, only 2.5% of respondents identify as cisgender men, and 12.8% identify as straight, which points to an overwhelming readership of women, nonbinary, and queer individuals."},{"type":"text","value":"This begs the question – what explains the fascination with gay male relationships?"},{"type":"text","value":"Decades of existing fan fiction scholarship and our analysis of 10 years of AO3 data point to several possibly contributing factors."}]},{"contentType":"hed","hed":"Men love fandom"},{"contentType":"prose","text":[{"type":"text","value":"Fan fiction authors often write about fandoms whose characters are already dominated by men. As seen from the Top 20 fandoms on AO3, the main cast of the original media is TKTKTK."}]},{"contentType":"fullChart","chartType":"scroll","id":"SLASH_topFandoms","title":"TKTK"},{"contentType":"prose","text":[{"type":"text","value":"You might also notice that these fandoms mostly fall into the same genres: Fantasy, Superhero"},{"type":"text","value":"Video Game, Sports, Science Fiction — ones that historically had fanbases of predominantly men. This can potentially be traced back to the origins of fandom itself — science fiction."},{"type":"text","value":"Quick history lesson: In the 1920’s, the science-fiction-only magazine <i><a href=https://amazingstories.com/>Amazing Stories</a></i> by <a href=https://en.wikipedia.org/wiki/Hugo_Gernsback>Hugo Gernsback</a> gave birth to participatory fandom culture in America. The magazine included a column that allowed readers to publish pieces with their mailing addresses, encouraging correspondence between fans and authors. The community, which consisted of mostly teenage boys, evolved into fanzines and conventions where boys exchanged analyses on science fiction literature."},{"type":"text","value":"When Star Trek, the TV show, premiered in 1967, it instantly tapped into an already existing science fiction fan base of men. However, with this wave, women wanted in too. According to <a href=https://en.wikipedia.org/wiki/Henry_Jenkins>Henry Jenkins’</a> 1992 essay <a href=https://books.google.mw/books?id=CmmTAgAAQBAJ&printsec=frontcover#v=onepage&q&f=false>“Textual Poachers”</a>, the existing close relationships between authors and fans “created barriers to female fans, and this fandom’s traditions resisted inflection or redefinition.” To make the fandom their own, women began to transform and reimagine the Star Trek universe by editing clips from the show and writing what we now know as fan fiction. Thus was born the iconic <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span> slash pairing that served as the framework for generations of slash to come."},{"type":"text","value":"So, it makes sense that popular fanfic pairings are dominated by men – fanfiction is concentrated around science fiction and other men-centric fandoms because the culture originated from those spaces."},{"type":"text","value":"This is true both currently and historically. 2024 data from <a href=https://www.yahoo.com/entertainment/star-wars-older-more-male-170000506.html>Parrot Analytics’ Audience Solutions</a> shows that Star Wars and Marvel movie audiences are still heavily skewed male."},{"type":"text","value":"The gender imbalance compounds. The fandoms with the largest communities attract fanfic writers to their spaces (<a href=https://www.newyorkcomiccon.com/en-us.html>New York City Comic Con</a> alone had 200,000 attendees in 2022), but are often dominated by characters who are men. Even as the demographics of these fandoms shift to include women, the characters in media reflect fandoms of generations past."},{"type":"text","value":"However, part of the appeal of these genres for authors is that they allow them to flip the script. Queer authors state that they write into and around these fandoms to subvert the heteronormative, straight, mainstream perspective."},{"type":"text","value":"Through genre, internalized machismo or homophobia which make it hard for M/M relationships to exist, which makes it more interesting for authors to subvert."}]},{"contentType":"hed","hed":"Fictional women are aliens"},{"contentType":"prose","text":[{"type":"text","value":"Female characters are fetishized in the majority of media."},{"type":"text","value":"Since popular culture is catered to the “male gaze,” women struggle to identify with women on screen. Characters are often white, skinny, hyper-feminized, and lack agency, which alienates fans looking to escape through characters they can relate to. These characters feel foreign, and writing and reading about them heightens feelings of intrasexual competition. Slash fic allows non-male authors and readers to identify with either character in a ship pairing"}]},{"contentType":"quote","text":"Male fans “do not feel the need to transform the fictional worlds they are offered because they are their prime target: the point-of-view characters are more often than not straight white men, the sexually objectified characters tend to be young women, and men tend to have more lines and more agency in general.”","attribute":"Kristina Busse","title":"Philosophy Professor at the University of South Alabama, Coeditor Transformative Works and Cultures","url":"https://www.amazon.com/Framing-Fan-Fiction-Practices-Communities/dp/1609385144","imgSlug":"kristina-busse","source":"Framing Fan Fiction"},{"contentType":"prose","text":[{"type":"text","value":"Women write fewer fics involving female characters because they are often portrayed in the source media in a way that clash with their existing sense of self, making it safer to write about men. We can casually test this theory by sampling a few of the top fandoms."}]},{"contentType":"fullChart","chartType":"network","id":"SLASH_Harry-MCU-network","title":"TKTK"},{"contentType":"hed","hed":"The Female gaze"},{"contentType":"prose","text":[{"type":"text","value":"If popular culture is the “male gaze,” fanfic is the “female gaze.”"},{"type":"text","value":"Since both partners are the same gender in slash fic, authors are able to imagine relationships that lack ingrained and stereotypical gender dynamics. Women struggle to envision themselves in heterosexual relationships where there is complete mutual respect. Slash fic evens the playing field, so to speak, giving both parties mutual power and mutual respect. Authors can subvert the societal expectations that burden straight relationships and project whatever romantic dynamic they want to see or experience themselves."},{"type":"text","value":"Going back to the original science fiction ship, <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span>, TKTK writes that the fact that they are men is not incredibly relevant to the fantasy. The fact that Spock is technically an alien demonstrates that slash ships are not about fetishizing gay male relationships, but rather provide an androgynous template to work from."}]},{"contentType":"quote","text":"“his alienness is a way of “coding” into the K/S fantasies that their subject is not a homosexual love affair between two men, but love and sex as women want them, whether with a man or with another woman.”","attribute":"Joanna Russ","title":"Writer, academic and feminist","url":"https://www.scribd.com/document/386376151/Pornography-by-Woman-for-Woman-With-Love-Joanna-Russ","imgSlug":"joanna-russ","source":"Pornography by Women, For Women, With Love"},{"contentType":"prose","text":[{"type":"text","value":"Queer female authors enjoy seeing men vulnerable. Slash fics endow men, despite portraying none of these qualities in the source media, with oodles of emotional vulnerability, allowing them to fulfill a role that authors wish they would encounter in their own lives."},{"type":"text","value":"The romance in fics also often progresses much slower than in popular media, filled with yearning and drama, and a single fic is often hundreds of thousands of words long. The most popular tags for fics on AO3 across the board consistently emphasize how relationships progress."}]},{"contentType":"fullChart","chartType":"","id":"","title":"TKTK"},{"contentType":"prose","text":[{"type":"text","value":"Notice the top themes, such as hurt/comfort, Fluff and Angst, slow burn, soul mates. The desire to see these patterns can be traced back to how women are socialized in society – to not initiate sex, to go slow with relationships, to be nurturing, to be fulfilled by utter, complete monogamy. Women are guided by what Russ calls the “sexualization of the female condition”. These features in fanfic – the external factors that push people together, the endless pain and comforting – are sexualized, and it’s exciting to see that portrayed by men, who are socialized in the opposite ways."}]},{"contentType":"hed","hed":"Men are hot"},{"contentType":"prose","text":[{"type":"text","value":"This perhaps is obvious, but many people are attracted to men."},{"type":"text","value":"And people attracted to men like to fantasize about hot men."},{"type":"text","value":"If we begin to split the tag data by relationship types, M/M, F/M, and F/F, we start to see different types of tags emerge in the Top 20 for each category."}]},{"contentType":"fullChart","chartType":"","id":"","title":"TKTK"},{"contentType":"prose","text":[{"type":"text","value":"While there are many tags that overlap across the groups, there are many more tags related to sexual acts for slash fics than for straight or femslash ships."},{"type":"text","value":"Once we filter out the overlaps so we get the top 100 unique tags from each relationship type, these differences become even sharper."},{"type":"text","value":"Authors enjoy shipping characters because they’re attractive and they want to see them together. This is especially clear in the disparity in the quantity of romantic and sexual fanfic of boy and girl K-pop bands, which is discussed more in the RPF section."}]},{"contentType":"quote","text":"\"the seemingly unradical notion that many women find men attractive, and therefore like looking at them, particularly without their clothes on\"","attribute":"Lucy Neville","title":"Criminologist, University of Southampton","url":"https://www.amazon.com/Girls-Who-Like-Boys-Pornography-ebook/dp/B07BKPLHP5","imgSlug":"lucy-neville","source":"Girls Who Like Boys Who Like Boys"},{"contentType":"prose","text":[{"type":"text","value":"Much of slash fic is indeed pornographic. Despite many fics having sexual elements, they are still often surrounded by hundreds of thousands of words of plot development. Fanfic is distinct in that it delves into sexual fantasies that are rich with relationships and emotions."}]},{"contentType":"quote","text":"For many of the women I spoke to, porn and love are not polar opposites. Instead, it is the fusion of these two things that gives them the most pleasure: sexually and emotionally\"","attribute":"Lucy Neville","title":"Criminologist, University of Southampton","url":"https://www.amazon.com/Girls-Who-Like-Boys-Pornography-ebook/dp/B07BKPLHP5","imgSlug":"lucy-neville","source":"Girls Who Like Boys Who Like Boys"},{"contentType":"prose","text":[{"type":"text","value":"Slash fic is popular for a multitude of reasons, and the diversity of authors are not a monolith that can be flattened into a monolith of motives. But, hopefully this sheds some light onto some of the potential reasons why slash fascinates us all."}]}],"slashNetworkSlides":[{"type":"text","value":"Here are the characters from Harry Potter (<span class=span-hp-nodesCount></span>) and the Marvel Cinematic Universe (<span class=span-mcu-nodesCount></span>) that appear in romantic ships with more than 1,000 fanfics on AO3."},{"type":"text","value":"Although the wizarding world has a few notable women characters (looking at you Hermione Granger), <span class=span-f>women</span> only account for <span class=span-hp-fCount></span>% of Harry Potter’s shipped characters, compared to <span class=span-mcu-fCount></span>% in the MCU."},{"type":"text","value":"And although Marvel does have a history of over sexualizing its women characters, it does get closer to gender parity with <span class=span-m>men</span> accounting for just over half (<span class=span-mcu-mCount></span>%) of MCU shipped charcters, compared to <span class=span-hp-mCount></span>% of the characters from Harry Potter."},{"type":"text","value":"Let’s take a look at how each fandom’s gender dynamics impact who gets shipped. Here, the connecting lines are sized by the number of fanfics written about each pairing."},{"type":"text","value":"First of, let’s start with common ground: <span class=span-f>Femslash</span> ships in both fandoms make up about the same percent, with F/F pairings accounting for <span class=span-hp-ffCount></span>% of Harry Potter ships and <span class=span-mcu-ffCount></span>% of ships in the MCU."},{"type":"text","value":"Despite Harry Potter having more characters who are men than the MCU, and therefore more pure opportunities for <span class=span-m>slash</span> pairings, M/M ships only make up <span class=span-hp-mmCount></span>% of Harry Potter ships, compared to <span class=span-mcu-mmCount></span>% of MCU ships."},{"type":"text","value":"We see the reverse of slash ships when looking at <span class=span-fm>hetrosexual</span> ships. Even though the MCU is closer to a 50/50 gender split, fewer of its ships (<span class=span-mcu-fmCount></span>%)  are F/M pairings in comparison to Harry Potter (<span class=span-hp-fmCount></span>%)."},{"type":"text","value":"Even though Harry Potter has fewer overall women characters, those characters are seen to be more developed and more dynamic than the women in the MCU, offering authors more opportunities to build stories. <span class=span-instructions>Interact with the squares to see each character’s connections.</span>"}],"noncanon":[{"contentType":"openingShip","nameAfirst":"Dean","nameAlast":"Winchester","imgA":"dean-winchester","nameBfirst":"Castiel","imgB":"castiel","connector":"&","description":"Two men (one human, one angel) working together to fight supernatural forces of evil."},{"contentType":"prose","text":[{"type":"text","value":"Or, according to 100,000 works of fanfiction on AO3: two souls destined to find love amidst the chaos, transcending the boundaries between heaven, hell, and earth to be together."},{"type":"text","value":"For shippers of <span class=ship><a href=https://archiveofourown.org/tags/Castiel*s*Dean%20Winchester/works>“Destiel”</a></span> (that’s the shipping portmanteau of ‘Dean’ and ‘Castiel’), the wait was a long one. Initially introduced as a minor character in Season 4 of Supernatural, Castiel’s appearance would go on to spawn one of the biggest ships in internet history, building a legacy of fanfiction, art, video edits, zines, songs, theories, discussions, and conventions, all dedicated to exploring the rich subtext simmering beneath the surface between the two characters."},{"type":"text","value":"Like many other popular slash pairings in media, the romantic and sexual undertones that may or may not have existed between the lines were generally understood by fans to be “non-canon.” ‘Non-canon’ broadly describes any ship, setting, plot, or other elements of the story that are not explicitly confirmed in the source material, but exist as alternative possibilities that fans can flesh out through fanfiction and other creative means. Those three seconds when Dean’s gaze seemed to linger on Castiel’s face? That’s inspiration for a 20,000 word romantic fic right there, regardless of what the scene originally meant to convey."},{"type":"text","value":"Ever since the <span class=ship><a href=https://archiveofourown.org/tags/James%20T*d*%20Kirk*s*Spock/works>James T. Kirk/Spock</a></span>, fans have been drawn to ships that exist beyond the canon of the original material. Non-canon ships make up the overwhelming majority of pairings on AO3, accounting for nearly twice as many ships that exist canonically."}]},{"contentType":"inlineChart","chartType":"multiline","id":"CANON_percentCanon","title":"Ships by canon status"},{"contentType":"prose","text":[{"type":"text","value":"[Annotation: When tagging each ship with their canon status, we referred to fanlore, wikis, Tumblr posts, and more to try and distill the general fandom sentiment into one of the three categories. We acknowledge that this process is inherently subjective and that interpretations may vary.]"},{"type":"text","value":"Of course, what counts as “‘canon”’ and “‘non-canon”’ can vary over the course of the story’s run. Destiel spent twelve years as a non-canon, largely fandom-driven ship until Castiel confessed his love for Dean before dying in the final episodes of Season 15, thus acknowledging their long, storied relationship as a semi-canonically romantic one—and blowing up the internet as a result."}]},{"contentType":"quote","text":"y'all realise how big this is? spn finally making destiel canon on their final season? breaking twitter and tumblr? the longest slow burn to ever slow burn??? the old fans returning??? the old accounts reviving??? in the middle of a pandemic?? in the middle of THE US ELECTION????","attribute":"@thvsparadise","title":"X/Twitter","url":"https://x.com/thvsparadise/status/1324591166717788160","imgSlug":"thvsparadise"},{"contentType":"prose","text":[{"type":"text","value":"This question of canonicity has long been a subject of contention. In the early A.D.s, religious leaders clashed over conflicting interpretations of the Bible (from which the term “‘canon”’ is derived from). In the 19th Ccentury, scholars scrutinized and debated the authorship of Shakespeare’s body of works. And in the internet age, fans spam gifs and think pieces at each other in a battle to prove which ship is more real. Ask any big fandom and they’ll probably be able to point you to the still-smoldering crater of some ship argument that invoked canonicity (or lack thereof) as a metric of superiority."},{"type":"text","value":"Given this endlessly recurring debate, it’s thus worth asking: Why are people way more invested in non-canon content than in the established canon?"}]},{"contentType":"hed","hed":"Transformative storytelling"},{"contentType":"prose","text":[{"type":"text","value":"Fanfiction as wish fulfillment."},{"type":"text","value":"As we’ve established in the slash section, there are a myriad of historical and societal reasons why fandoms tend to be dominated by slash ships. This trend is compounded by the fact that many of these ships are not canonical, meaning that there are often little to no explicit signs of any romantic relationship ever occurring between the two characters in the source material. As a result, fans have plenty of room to speculate, fantasize, and expand on the dynamic of their favorite characters precisely because of, rather than despite, the lack of romantic interaction."}]},{"contentType":"inlineChart","chartType":"waffle","id":"CANON_slashShips","title":"Canon status of slash ships"},{"contentType":"prose","text":[{"type":"text","value":"Subtext is the key factor here. Canon relationships are often bound to typical romance arcs that play out in conventional trajectories: the steamy “enemies to lovers”, the playful “will they or won’t they”, or the classic “happily ever after”, to name just a few. When writers work in elements like jealous misunderstandings or meaningful glances, they expect the audience to pick up on and follow the progression of this romance. It’s a predictable cue—not necessarily a bad one by any means, but certainly frequent and familiar in media."},{"type":"text","value":"But what happens when the audiences flip the script and impose these cues on the canon instead, subverting the intended narrative?"},{"type":"text","value":"This experience then becomes transformative. Instead of adhering to the formulated storylines, fans can instead use the source material as a “<a href=https://henryjenkins.org/blog/2011/07/aca-fandom_and_beyond_harringt_1.html>springboard</a> for [their] own creative and analytical work”, pushing past the boundaries of the canon to reimagine new narratives. A quiet, fleeting moment between two characters can be reinterpreted as intimate. A heated confrontation between the hero and her enemy can become sexually charged. Such is the freedom of fanfiction: fans have the agency to interact with the story as if it were “<a href=https://books.google.mw/books?id=CmmTAgAAQBAJ&printsec=frontcover#v=onepage&q&f=false>a tangible place</a> they can inhabit and explore.”"},{"type":"text","value":"For queer audiences, a relationship that appears unromantic on screen but hints at a deeper emotional subtext under the surface may hit particularly close to home. Furthermore, rooting for a ship that you know will likely never materialize in the text also means not having to brace for the fallout of said relationship—no messy breakups, tragic endings, or unrealistic portrayals that often accompany queer relationships in mainstream media (The 100 famously killed off fan-favorite character Lexa right after she has sex with Clarke, sparking a wave of scrutiny against the <a href=https://www.themarysue.com/lexa-bury-your-gays/>Bury Your Gays</a> trope)."},{"type":"text","value":"In this context, the ambiguity and open-endedness of these relationships allow fans to explore possibilities that go unaddressed and unfulfilled in the original text, without the risk of them being mishandled or cut short by the writers. Fans come together as a fandom to swap theories, validate observations, share headcanons, and fill in the narrative gaps, forming a community where queerness is celebrated, studied, and foregrounded in a media landscape where it often lacks the attention or respect it deserves."},{"type":"text","value":"While the allure of non-canon dynamics isn’t exclusive to slash ships (<span class=ship><a href=https://archiveofourown.org/tags/Fox%20Mulder*s*Dana%20Scully/works>Fox Mulder/Dana Scully</a></span> from The X Files famously remained as ‘just coworkers’ for seven entire seasons, which in turn fueled the Sculder ‘relationshippers’, as they were originally called back then), there’s a noticeable lack of them amongst the top femslash and het ships."}]},{"contentType":"fullChart","chartType":"stackedBarTable","id":"CANON_percentRelType","title":"Canon status by relationship type"},{"contentType":"prose","text":[{"type":"text","value":"This can be attributed to several reasons. Rarely does a mainstream show feature multiple female characters who are both complex and interact within a shared narrative (as contemporaries, partners, rivals, etc.), and even when they do, it’s easy to pass off intimate interactions between women as platonic rather than romantic. Furthermore, female characters are <a href=https://womenintvfilm.sdsu.edu/wp-content/uploads/2024/02/2023-Its-a-Mans-Celluloid-World-Report.pdf>more likely to be paired up</a> with a partner or have their relationship status serve as a central plot point in their arc, often at the expense of developing deep connections with other characters."},{"type":"text","value":"However, while the rate of non-canon ships has remained steady for slash and het pairings, there has been a significant increase of non-canon femslash ships over the past decade. <span class=ship><a href=https://archiveofourown.org/tags/Kara%20Danvers*s*Lena%20Luthor/works>Kara Danvers/Lena Luthor</a></span> and <span class=ship><a href=https://archiveofourown.org/tags/Evil%20Queen%20%7C%20Regina%20Mills*s*Emma%20Swan/works>Regina Mills/Emma Swan</a></span> are two examples of a long-running femslash ship that features a rich, tense, and complex dynamic between two female characters. Perhaps this is a welcome sign that female relationships in popular media are finally getting their due."},{"type":"text","value":"Non-canon ships offer fans a creative outlet to explore relationships that are traditionally underrepresented in media, but their popularity may also encourage producers to exploit fan interest without actually providing meaningful representation on screen."}]},{"contentType":"hed","hed":"Queerbaiting = profit"},{"contentType":"prose","text":[{"type":"text","value":"You may have noticed that most of these top ships feature characters whose sexualities are either established or treated by the canon as straight."},{"type":"text","value":"Often, the queering that happens in fanfiction isn’t just in the fans’ heads. Productions from <a href=https://www.mookychick.co.uk/feminism/lgbt/sherlock-queerbaiting-toxic-fanfic.php>‘Sherlock’</a> all the way to <a href=https://www.vox.com/culture/2019/11/22/20975178/frozen-2-elsa-girlfriend-lesbian-queer-review>‘Frozen’</a> have been called out for incorporating character traits, dialogue, or narratives that allude to queerness but stop short of delivering genuine representation, allowing producers to capitalize off the buzz without alienating mainstream audiences and, more crucially, their money."}]},{"contentType":"quote","text":"Queerbaiting is a practice whereby producers incorporate queer subtexts into a show in the hope of expanding the audience by attracting LGBTQ+ folk while avoiding alienating viewers who would disapprove of openly queer characters.","attribute":"Lucy Neville","title":"Criminologist, University of Southampton","url":"https://www.amazon.com/Girls-Who-Like-Boys-Pornography-ebook/dp/B07BKPLHP5","imgSlug":"lucy-neville","source":"Girls Who Like Boys Who Like Boys"},{"contentType":"prose","text":[{"type":"text","value":"Check out Netflix’s promo for Wednesday: an Addams-family themed <a href=https://x.com/variety/status/1590576847540350978?s=46&t=4gwcpjzHKPVVNkJjrYb8GQ>drag party</a> titled WednesGay and an <a href=https://x.com/netflix/status/1596524928568025088>‘opposites attract’</a> tweet about Wednesday and her roommate-turned-friend Enid."},{"type":"text","value":"Or <a href=https://www.youtube.com/watch?v=cKTQPWbxQZk>these</a> <a href=https://www.youtube.com/watch?v=oJo554Tiw1Y>videos</a> by Teen Wolf actors Dylan O’Brien (who plays Stiles) and Tyler Hoechlin (who plays Derek) calling for fans to vote for the show in the 2012 Teen Choice Awards while embracing in suggestive poses (Teen Wolf won Choice Summer TV Show that year)."},{"type":"text","value":"Or Disney’s live-action remake of the Beauty and the Beast, which made headlines for featuring the <a href=https://www.nbcnews.com/feature/nbc-out/beauty-beast-features-disney-s-first-gay-character-n727876>“first LGBTQ character in Disney’s history”</a> only for it to amount to a two-second blink-and-you-miss-it scene of LeFou dancing with an extra."},{"type":"text","value":"The common thread? Each example is a token gesture aimed at appealing to queer fanbases for marketing and promotion purposes, ‘baiting’ fans with promises of queer content to drive engagement."},{"type":"text","value":"Meanwhile, queer-led shows are <a href=https://www.thepinknews.com/2023/01/24/netflix-ceo-ted-sarandos-cancelled-shows-lgbtq-fans-reactions/>facing increasing cancellations</a> as networks continue to slash promising productions after just one or two seasons. Shows about <a href=https://www.them.us/story/lesbian-sapphic-tv-cancellations-show-endings>queer women are even more vulnerable</a> to cancellation despite logging high viewership, ratings, and fan support."},{"type":"text","value":"While the popularity of non-canon ships can be attributed to wish fulfillment and fantasy, it also points to infrastructural issues stemming from the overrepresentation of the straight male experience in mainstream media. Fans project onto these characters because there are simply more of them and they’ve been around for longer, benefitting from well-established tropes, greater attention, thriving fandom spaces, and richer development, in contrast with the often short-lived and underdeveloped stories about queer and female characters."},{"type":"text","value":"Sometimes, these non-canon ships draw more attention than queer ships that canonically exist in the show, and may especially overshadow <a href=https://fangirlish.com/2020/02/04/queerly-not-straight-prioritizing-white-queer-couples-over-those-of-color/>queer characters of color</a>."},{"type":"text","value":"Just take a look at this breakdown."}]},{"contentType":"fullChart","chartType":"pictogram","id":"CANON_topShipRace","title":"Top ships by race & gender"},{"contentType":"prose","text":[{"type":"text","value":"While this skew in ship popularity does reflect fandom trends and preferences on AO3, it more importantly reveals broader patterns of bias in mainstream media and underscores the extensive impact of privileging certain experiences over others."}]},{"contentType":"hed","hed":"Alternate Universes"},{"contentType":"prose","text":[{"type":"text","value":"Aside from relationships, subverting the canon can also mean transforming other elements of the story. Writers can transpose characters into new settings to explore how they would exist in a different environment, like mashing multiple fandoms together (think Harry Potter in the Avengers universe with Percy Jackson as his rival) or throwing them three thousand years back in time. It’s the ultimate practice of ‘what if?’, one that allows writers and readers to reimagine and reinterpret their favorite stories over and over in fresh and exciting ways."},{"type":"text","value":"Fans can also use these ‘alternate universes’ as a vehicle to ask “<a href=https://www.newyorker.com/books/page-turner/the-promise-and-potential-of-fan-fiction>speculative and reflective</a> questions about their own lives.” Rather than writing about the inner workings of a spaceship or the complicated political web of a medieval kingdom, they can use fandom and fanfiction to explore deeply personal questions that may be difficult to process without that layer of fictionalization."},{"type":"text","value":"It may be easier to strike up a conversation with other fans about a trans Hermione Granger, for example, or an aged Peter Parker who feels lost and without purpose, than to share personal anxieties like they’re ripped straight out of a diary page with other people."},{"type":"text","value":"Our data shows that nearly half of the top 20 AU tags indicate mundane settings like ‘high school’ and ‘coffee shops’. Many of these tags also transpose extraordinary characters into ordinary circumstances, with tags like ‘‘human’, ‘no powers’, ‘muggle’, and ‘non-magical’."}]},{"contentType":"inlineChart","chartType":"table","id":"CANON_AUtags","title":"Top 20 AU tags"},{"contentType":"prose","text":[{"type":"text","value":"Ultimately, the fascination with non-canon fanfiction speaks to the interplay between creators, fans, and the story itself. It’s an old practice—older than the internet, at least—but as long as stories continue to inspire people to imagine new possibilities, it looks like this one is here to stay."}]}],"realpeople":[{"contentType":"openingShip","nameAfirst":"Harry","nameAlast":"Styles","imgA":"harry-styles","nameBfirst":"Jeon","nameBlast":"Jungkook","imgB":"jeon-jungkook","connector":"&","description":"Two of the biggest boy band birthed pop stars on the planet."},{"contentType":"prose","text":[{"type":"text","value":"Or, according to over 200,000 works of fanfiction on AO3: two enigmatic vocalists having their sexual awakening with their fellow boy bandmates."},{"type":"text","value":"Often we think of fanfic fandom as moving in one direction: from the pages of the internet to the “real world,” ala <a href=https://fiftyshadesofgrey.fandom.com/wiki/Master_of_the_Universe>E.L. James’ original Twilight fanfic</a> to <a href=https://www.eljamesauthor.com/books/fifty-shades-of-grey/>“50 Shades of Grey”</a> to suburban mom book club favorite."},{"type":"text","value":"But the opposite also happens: real people become characters in fictional 100 chapter sagas. It’s the ultimate rewriting of “life imitates art” into “art imitating life.”"},{"type":"text","value":"Over the last 10 years, roughly 11% of the fanfiction on AO3 has been reserved for this type of storytelling, or Real Person Fiction (RPF), but there has been some notable shifts in the relationship type and canon status of RPF on AO3."}]},{"contentType":"inlineChart","chartType":"line","id":"RPF_percentRPF","title":"Percentage of RPF ships"},{"contentType":"prose","text":[{"type":"text","value":"Like all of fanfiction, RPF heavily skews slash (M/M) and non-canon, but even more so. Slash fics make up 65% of all fanfic on AO3 compared to 88% of RPF, while non-canon fics account for ~65% of all fanfic, but ~90% of RPF."},{"type":"text","value":"The list of top RPF ships (all slash and all non-canon) reads like a Spotify playlist, with some YouTube and television content sprinkled in. Sixteen out of the Top 20 are boy bands (or bands of all boys)."}]},{"contentType":"inlineChart","chartType":"table","id":"RPF_top20","title":"Top 20 romantic RPF ships"},{"contentType":"hed","hed":"Headline here"},{"contentType":"prose","text":[{"type":"text","value":"If it were the 1960s we’d be slash shipping the Beatles’ <span class=ship><a href=https://archiveofourown.org/tags/John%20Lennon*s*Paul%20McCartney/works>John Lennon/Paul McCartney</a></span>. And, in the 1990s New Kids on the Block’s <span class=ship><a href=https://archiveofourown.org/tags/Jordan%20Knight*s*Joey%20McIntyre/works>Jordan Knight/Joey McIntyre</a></span> would be the “it” ship. So why are boy bands tailor made for romantic reinventions?"},{"type":"text","value":"In her book <a href=https://pitchfork.com/thepitch/larger-than-life-asks-did-a-boy-band-change-your-life-too/>“Larger Than Life: A History of Boy Bands from NKOTB to BTS,”</a> author Maria Sherman explains that boy bands embody a softer, more innocent masculinity that enables fans to safely experiment beyond traditional identity and desire, and to swivel between romantic types."},{"type":"text","value":"Because boy bands exist through a “female gaze” (opposite of much of the world), Sherman theorizes that “[boy bands] dare not to uphold straight cis men’s interest, but to celebrate marginalized people’s humanity.”"},{"type":"text","value":"Although this theory doesn’t always work for the band members themselves — think *NSYNC’s Lance Bass hiding his sexuality to uphold a stereotypical masculinity — it does hold true for fans’ interpretations: the <a href=https://www.buzzfeed.com/graceeperry/why-are-so-many-queer-women-obsessed-with-harry-styles>queer women</a> who can’t decide if they want to be Harry Styles or be with him, <a href=https://blacklipstick.substack.com/p/dirtier-pop-a-weekend-with-drag-boy>the drag kings</a> who interpret the Backstreet Boys’ “I Want It That Way” to be about anal sex, and of course the ever growing amount of RPF."},{"type":"text","value":"Boys in fanfic are quite literally stuck in the phase before they become Boyz II Men."},{"type":"text","value":"Although much of popular fanfic is dictated by what is happening in the “outside” or “real” world, with M/M RPF there also might be a bit of a “Peter Pan” effect, where boys can essentially age out of the fanfare. Consider this “passing of the torch” from One Direction to BTS over the last 10 years."}]},{"contentType":"inlineChart","chartType":"multiline","id":"RPF_topFandomsTime","title":"Biggest RPF fandoms"},{"contentType":"prose","text":[{"type":"text","value":"The other meteoric rise is this chart is from ships of YouTube vloggers and video gamers like <span class=ship><a href=https://archiveofourown.org/tags/Clay%20%7C%20Dream*s*GeorgeNotFound%20(Video%20Blogging%20RPF)/works>Clay | Dream/GeorgeNotFound</a></span>, <span class=ship><a href=https://archiveofourown.org/tags/Wilbur%20Soot%20*a*%20TommyInnit/works>Wilbur Soot & TommyInnit</a></span>, <span class=ship><a href=https://archiveofourown.org/tags/Wilbur%20Soot%20*a*%20Technoblade%20*a*%20TommyInnit%20*a*%20Phil%20Watson%20%7C%20Philza/works>Wilbur Soot & Technoblade & TommyInnit & Phil Watson | Philza</a></span>, <span class=ship><a href=https://archiveofourown.org/tags/Dan%20Howell*s*Phil%20Lester/works>Dan Howell/Phil Lester</a></span>. Although many of the YouTube RFP ships are M/M (23%), the great majority are “&” ships or friendship stories (71%) — we’ll come back to that in a second."}]},{"contentType":"hed","hed":"Headline here"},{"contentType":"prose","text":[{"type":"text","value":"Let’s take a closer look at the top two fandoms: BTS and YouTube RPF. One group sings about wanting to “light it up like dynamite,” and the other builds Minecraft blocks of dynamite from sand and gunpowder. So… not much in common at first glance."},{"type":"text","value":"But consider this, both fandoms come from cultures with rigid gender norms."}]},{"contentType":"prose","text":[{"type":"text","value":"BTS is from South Korea, home to the <a href=https://www.oecd.org/en/data/indicators/gender-wage-gap.html>largest gender wage gap</a> of OECD member countries. The Washington Post’s Michelle Ye Hee Lee writes the country’s “<a href=https://www.washingtonpost.com/world/2024/02/21/south-korea-women-gender-equality-gap/>deep-seated view of women’s role in society</a> can be summed up in one Korean word: jib-saram, or “home person.” It’s a word for “wife.””"},{"type":"text","value":"But the burden to conform to gender roles doesn’t stop with just women, men also must meet a certain stereotype of masculinity. In the 1990s, that was the Korean equivalent of a “finance bro,” a “salaryman” with expensive suits and luxury watches. But, K-pop has started to stretch and expand the country’s definition of what can be masculine. Enter K-pop inspired “flowerboys.”"}]},{"contentType":"quote","text":"Compared to the 80s and 90s, now there are a lot more soft masculinities — pretty boy images and gentle male images — represented in media, and consumers welcome and widely consume them.","attribute":"Sun Jung","title":"Author of Korean Masculinities and Transcultural Consumption","url":"https://www.bbc.com/news/world-asia-42499809","imgSlug":"sun-jung","source":"Interview with BBC"},{"contentType":"prose","text":[{"type":"text","value":"The flowerboy softness is still decidedly not feminine though."},{"type":"text","value":"Jung continues: \"I think the phenomenon should rather be explained through the notion of hybrid or versatile masculinity - soft yet manly at the same time - which is different from effeminised.”"},{"type":"text","value":"But, this idea of expanding masculinity has its limits, especially when it comes to same-sex relationships. In a <a href=https://www.reuters.com/world/asia-pacific/south-koreas-top-court-upholds-landmark-ruling-over-same-sex-spousal-state-2024-07-18/#:~:text=While%20campaigns%20to%20legalize%20same,want%20to%20get%20married%20legally.>landmark ruling for LGBTQ+ rights</a>, South Korea’s supreme court ruled in July 2024 that a same-sex partner was eligible for spousal benefits from the state health insurance. Despite this acknowledgement, the country, like much of Asia, has yet to legalize same-sex marriage or civil unions and lacks many protections other for queer people."},{"type":"text","value":"By creating slash ships of some of the biggest K-pop stars, fanfic authors erase any sort of gender or power dynamic and challenge the current limits of masculinity."}]},{"contentType":"prose","text":[{"type":"text","value":"And much of the same dynamics are at play with YouTube RPF:"},{"type":"text","value":"A decade ago, the gaming community was forced to take stock of its toxic masculinity after <a href=https://www.vox.com/culture/2020/1/20/20808875/gamergate-lessons-cultural-impact-changes-harassment-laws>Gamergate</a>, a misogynistic online harassment campaign and a right-wing backlash against feminism, diversity, and progressivism in video game culture. The harassment spanned the gamut from <a href=https://knowyourmeme.com/memes/make-me-a-sandwich>“make me a sandwich”</a> memes to <a href=https://www.washingtonpost.com/nation/2021/08/05/gamergate-threats-brianna-wu/>death threats</a>, but the message was clear: only cisgender straight white men belonged."},{"type":"text","value":"Not much has changed in the last 10 years. In 2023 a <a href=https://kotaku.com/call-duty-modern-warfare-2-mwiii-twitch-censor-slur-1850938442>former Call of Duty champion</a> — whose nickname is “Censor,” despite doing none of that — said a homophobic slur on his Twitch stream. He apologized. Then a week later he said the n-word."},{"type":"text","value":"All of this in the name of “competitiveness.”"},{"type":"text","value":"That’s why it’s so refreshing to see YouTuber bromances like <span class=ship><a href=https://archiveofourown.org/tags/Wilbur%20Soot%20*a*%20TommyInnit/works>Wilbur Soot & TommyInnit</a></span> or <span class=ship><a href=https://archiveofourown.org/tags/Ranboo%20*a*%20Toby%20Smith%20%7C%20Tubbo/works>Ranboo & Tubbo</a></span>. Somehow, they’ve been able to subvert the “<a href=https://www.psychologytoday.com/us/blog/shakespeares-love-lessons/201902/when-is-friendship-bromance-two-tests>masculine stereotypes</a> that make young men reluctant to open up emotionally and likely to assume a competitive distance from peers.” According to fanfic on AO3, these friendships rank right up there with the likes of Marvel’s <span class=ship><a href=https://archiveofourown.org/tags/Peter%20Parker%20*a*%20Tony%20Stark/works>Peter Parker & Tony Stark</a></span>."},{"type":"text","value":"Because these types of unfiltered relationships between men are so rarely visible in the “real world,” fanfic authors jump on the chance to expand the intimacy, creating a fantasy blueprint of their hopes for reality, sometimes blurring the lines between friendship and romance."},{"type":"text","value":"According to researchers at the University of Winchester, bromances and queer relationships are inherently linked:"}]},{"contentType":"quote","text":"The more homophobic a society is, the more distant, stoic, and aggressive men become. For men’s friendships, this meant that self-disclosure and emotional openness—vital components for one’s emotional well-being—were completely lacking.","attribute":"Stefan Robinson","title":"PhD in Social Research, University of Winchester","url":"https://www.mensjournal.com/adventure/why-bromances-are-flourishing","imgSlug":"stefan-robinson","source":"Interview with Men’s Journal"},{"contentType":"prose","text":[{"type":"text","value":"“The more homophobic a society is, the more distant, stoic, and aggressive men become,” said Stefan Robinson, Ph.D. “For men’s friendships, this meant that self-disclosure and emotional openness—vital components for one’s emotional well-being—were completely lacking.”"},{"type":"text","value":"You’d think this would have the video game community rushing to deal with its sexism, racism, and homophobia, but for now all of those problems just get reflected right back into the games produced and played, creating unjust and unbalanced worlds."},{"type":"text","value":"In the 2010s, there were roughly 91,000 video games documented by the <a href=https://lgbtqgamearchive.com/>LGBTQ Video Game Archive</a>, a project organized by Temple University’s Adrienne Shaw. But, only about 1% had any type of queer representation. And in the rare chance that a queer storyline was included, they were often treated like <a href=https://www.publicbooks.org/queer-representation-videogames/#fn-50235-7>“side quests.”</a>"},{"type":"text","value":"Writing fanfic about BTS and YouTube vloggers, is transformative work, turning the “side quest” into the “main quest,” where all of the swirling systemic, structural, and societal problems that plague your favorite real person can be erased with a flick of the wrist. You get to rewrite what everyone else got wrong."}]},{"contentType":"hed","hed":"Headline here"},{"contentType":"prose","text":[{"type":"text","value":"Slash fics about boy banders and blogger bros make up the majority of RPF, but that means that they are mostly non-canon — fanfics that pair seemingly straight people together in queer relationships."},{"type":"text","value":"But when you look at just the canon RPF, another pattern emerges. The majority of the canon fanfic pairs openly queer people who are in real-life relationships with other openly queer people."},{"type":"text","value":"That might not seem like much of a distinction — both get you M/M or F/F ships — but one creates more queer representation using ships that don’t exist in real life and the other amplifies already existing queer romances."},{"type":"text","value":"One means you’re rewriting someone else’s reality, and the other means you might be rewriting your own."}]},{"contentType":"hed","hed":"Headline here"},{"contentType":"prose","text":[{"type":"text","value":"Adding to all that psychological hypothesizing is the simple fact that people tend to write what they know, and these celebrities are VERY well known. We’re talking millions upon millions of social media followers. Harry Styles himself has a cumulative total of close to 100 million across Instagram, TikTok, Twitter, and YouTube."},{"type":"text","value":"With all those eyes on you, it’s easy to think that having fanfiction penned about you should “come with the territory.”"},{"type":"text","value":"But having fanfiction essentially leak out into the mainstream is still a bit uncharted."},{"type":"text","value":"When <a href=https://www.startrek.com/news/spockanalia-the-first-star-trek-fanzine>Spockanalia</a>, the first Star Trek fanzine, launched in 1967, people were writing about the future, but no one could predict the internet. Pre-internet, fanfic looked like Spockanalia: <a href=https://fanlore.org/wiki/Media_Fandom_Oral_History_Project_Interview_with_Devra_Langsam>“somewhere around 20,000 copies”</a> that sold for 50 cents a piece and were put together without a heavy duty stapler:"}]},{"contentType":"quote","text":"We had a wall stapler, and we stapled it through the magazine, pried it off with a screwdriver, and somebody closed each prong of the wall staple with pliers, which is why if you have an original, first-printing copy, the staple will have started to cut through the paper because it has sharp edges, unlike a regular staple designed to staple paper together.","attribute":"Devra Langsam","title":"Publisher of Spockanalia","url":"https://fanlore.org/wiki/Spockanalia","imgSlug":"devra-langsam","source":"2017 interview"},{"contentType":"prose","text":[{"type":"text","value":"Post-internet, fanfic (<a href=https://archive.org/details/SpockanaliaV1/mode/2up>including Spockanalia</a>) is at the fingertips of millions, and without you being stabbed by staples."},{"type":"text","value":"And with increased visibility has come increasing ethical questions around real person fiction — you know it’s heated when the <a href=https://fanlore.org/wiki/RPF>Fanlore wiki entry</a> has a whole section devoted to pros and cons."},{"type":"text","value":"Like everything truly worth anything in the world there’s a spectrum. Everything from the good, to the bad, to the unexpected:"}]},{"contentType":"prose","text":[{"type":"text","value":"The good: TKTKTK"}]},{"contentType":"prose","text":[{"type":"text","value":"The bad: <span class=ship><a href=https://archiveofourown.org/tags/Harry%20Styles*s*Louis%20Tomlinson/works>Harry Styles/Louis Tomlinson</a></span>"},{"type":"text","value":"Former One Directioners Harry Styles and Louis Tomlinson’s friendship fractured after fans deemed “Larries” fervently insisted that the two had a secret romance. Styles and Tomlinson have both repeatedly denied the rumors, with Tomlinson calling it the <a href=https://x.com/Louis_Tomlinson/status/247381724760264704>“biggest load of bullshit I’ve ever heard.”</a>"},{"type":"text","value":"More recently, <a href=https://www.gaytimes.com/culture/louis-tomlinson-addresses-larry-stylinson-harry-styles-secret-romance-rumours/>Tomlinson said</a> that he’s realized that there’s nothing he can do to stop the rumors — “They are so connected to what they believe that they will not see the truth for what it really is.”"},{"type":"text","value":"But that they still continue to impact his personal life: “There are times when it gets very personal. I have my son, Freddie. He is the most important person in my life. And occasionally, [these theories] end up addressing things that are a little unfair.”"},{"type":"text","value":"There are just over 40,000 <span class=ship><a href=https://archiveofourown.org/tags/Harry%20Styles*s*Louis%20Tomlinson/works>Harry Styles/Louis Tomlinson</a></span> fanfics on AO3. About 3,000 were added in the last year."}]},{"contentType":"prose","text":[{"type":"text","value":"The unexpected: DJ Qualls/Ty Olsson"},{"type":"text","value":"Supernatural fans were so busy shipping actors <span class=ship><a href=https://archiveofourown.org/tags/Jensen%20Ackles*s*Jared%20Padalecki/works>Jensen Ackles/Jared Padalecki</a></span> (16,639 fanfics) in a fantasy relationship that they completely missed the real life romance between actors DJ Qualls/Ty Olsso (0 fanfics)."},{"type":"text","value":"Even when looking at their show characters Ackles and Padalecki’s brother pairing of <span class=ship><a href=https://archiveofourown.org/tags/Dean%20Winchester*s*Sam%20Winchester/works>Dean Winchester/Sam Winchester</a></span> (156,828 fanfics), far outpaces Quall and Olsso’s werewolf-vampire combo <span class=ship><a href=https://archiveofourown.org/tags/Garth%20Fitzgerald%20IV*s*Benny%20Lafitte/works>Garth Fitzgerald IV/Benny Lafitte</a></span> (50 fanfics)."},{"type":"text","value":"Whatever side of the real person fiction debate you fall on, we’re all probably just Googling things like “harry styles zodiac sign,” “jeon jungkook favorite food,” “christian press hometown,” and “georgenotfound height” like we’re asking rapid fire questions on a first date."}]}]}